Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: (coming soon)
de_de: (kommt bald)
nl_nl: (verschijnt binnenkort)

source: # Manage
de_de: # Verwalten
nl_nl: # Beheren

source: %1$s (%2$s) has invited you to join in %3$s.
de_de: %1$s (%2$s) hat dich eingeladen, bei %3$s mitzumachen.
nl_nl: %1$s (%2$s) heeft je uitgenodigd om mee te doen aan %3$s.

source: %1$s added a comment on %2$s
de_de: %1$s hat einen Kommentar zu %2$s hinzugefügt
nl_nl: %1$s voegde een commentaar toe op %2$s

source: %1$s also commented on %2$s
de_de: %1$s hat auch %2$s kommentiert
nl_nl: %1$s gaf ook commentaar op %2$s

source: %1$s also commented on %2$s in %3$s
de_de: %1$s hat auch einen Kommentar zu %2$s in %3$s abgegeben
nl_nl: %1$s gaf ook commentaar op %2$s in %3$s

source: %1$s and %2$s other people commented on your post %3$s
de_de: %1$s und %2$s andere Personen haben deinen Beitrag %3$s kommentiert
nl_nl: %1$s en %2$s andere mensen hebben gereageerd op je bericht %3$s

source: %1$s and %2$s other people commented on your post %3$s in %4$s
de_de: %1$s und %2$s andere Personen haben deinen Beitrag %3$s in %4$s kommentiert
nl_nl: %1$s en %2$s andere mensen hebben gereageerd op je bericht %3$s in %4$s

source: %1$s and %2$s other people loved %3$s
de_de: %1$s und %2$s andere Menschen liebten %3$s
nl_nl: %1$s en %2$s andere mensen hielden van %3$s

source: %1$s and %2$s other people replied to your comment at %3$s
de_de: %1$s und %2$s andere Personen haben auf deinen Kommentar bei %3$s geantwortet
nl_nl: %1$s en %2$s andere mensen hebben gereageerd op je opmerking bij %3$s

source: %1$s commented on your post: %2$s
de_de: %1$s hat deinen Beitrag kommentiert: %2$s
nl_nl: %1$s heeft gereageerd op je bericht: %2$s

source: %1$s commented on your post: %2$s in %3$s
de_de: %1$s hat deinen Beitrag kommentiert: %2$s in %3$s
nl_nl: %1$s heeft gereageerd op je bericht: %2$s in %3$s

source: %1$s has invited you to join the %2$s
de_de: %1$s hat dich eingeladen, den %2$s beizutreten
nl_nl: %1$s heeft je uitgenodigd voor de %2$s

source: %1$s has invited you to join the %2$s on %3$s
de_de: %1$s hat dich eingeladen, dem %2$s auf %3$s beizutreten
nl_nl: %1$s heeft je uitgenodigd om deel te nemen aan de %2$s op %3$s

source: %1$s loved %2$s
de_de: %1$s liebte %2$s
nl_nl: %1$s hield van %2$s

source: %1$s mentioned you and others in a post at %2$s [%3$s]
de_de: %1$s hat dich und andere in einem Beitrag auf %2$s [%3$s] erwähnt
nl_nl: %1$s noemde u en anderen in een bericht op %2$s [%3$s].

source: %1$s mentioned you in a comment at %2$s
de_de: %1$s hat dich in einem Kommentar bei %2$s erwähnt
nl_nl: %1$s noemde jou in een commentaar op %2$s

source: %1$s mentioned you in a post: %2$s
de_de: %1$s hat dich in einem Beitrag erwähnt: %2$s
nl_nl: %1$s noemde je in een bericht: %2$s

source: %1$s on %2$s
de_de: %1$s auf %2$s
nl_nl: %1$s op %2$s

source: %1$s posted %2$s in %3$s
de_de: %1$s gebucht %2$s in %3$s
nl_nl: %1$s gepost %2$s in %3$s

source: %1$s published a new status %2$s
de_de: %1$s hat einen neuen Status %2$s veröffentlicht
nl_nl: %1$s heeft een nieuwe status %2$s gepubliceerd

source: %1$s replied your comment at %2$s
de_de: %1$s antwortete auf deinen Kommentar bei %2$s
nl_nl: %1$s heeft je commentaar beantwoord op %2$s

source: %1$s requested to join %2$s
de_de: %1$s hat beantragt, %2$s beizutreten
nl_nl: %1$s heeft gevraagd om lid te worden van %2$s

source: %1sClick here%2s to add affiliate ID
de_de: %1sKlicke hier%2s, um die Partner-ID hinzuzufügen
nl_nl: %1sKlik hier%2s om affiliate ID toe te voegen

source: %d comment
de_de: %d Kommentar
nl_nl: %d opmerking

source: %d comments
de_de: %d Kommentare
nl_nl: %d opmerkingen

source: %d days
de_de: %d Tagen
nl_nl: %d dagen

source: %d Group
de_de: %d Gruppe
nl_nl: %d Groep

source: %d Groups
de_de: %d Gruppen
nl_nl: %d Groepen

source: %d hours
de_de: %d Stunden
nl_nl: %d uur

source: %d Lesson
de_de: %d Lektion
nl_nl: %d Les

source: %d Lessons
de_de: %d Lektionen
nl_nl: %d Lessen

source: %d lessons
de_de: %d Stunden
nl_nl: %d lessen

source: %d minutes
de_de: %d Minuten
nl_nl: %d minuten

source: %d months
de_de: %d Monate
nl_nl: %d maanden

source: %d points
de_de: %d Punkte
nl_nl: %d punten

source: %d points to level up!
de_de: %d Punkte zum nächsten Level!
nl_nl: %d punten om omhoog te gaan!

source: %d replies
de_de: %d Antworten
nl_nl: %d antwoorden

source: %d reply
de_de: %d Antwort
nl_nl: %d antwoord

source: %d Section
de_de: %d Abschnitt
nl_nl: %d Sectie

source: %d Sections
de_de: %d Abschnitte
nl_nl: %d Secties

source: %d Space
de_de: %d Raum
nl_nl: %d Ruimte

source: %d Spaces
de_de: %d Räume
nl_nl: %d Ruimtes

source: %d students
de_de: %d Studenten
nl_nl: %d studenten

source: %d years
de_de: %d Jahre
nl_nl: %d jaar

source: %s ago
de_de: vor %s
nl_nl: %s geleden

source: %s Completed
de_de: %s Abgeschlossen
nl_nl: %s Voltooid

source: %s did not add any comment to any posts yet
de_de: %s hat noch keinen Kommentar zu einem Beitrag hinzugefügt
nl_nl: %s heeft nog geen commentaar toegevoegd aan berichten

source: %s has invited you to join this community. Please create an account to accept your invitation.
de_de: %s hat dich eingeladen, dieser Community beizutreten. Bitte erstelle ein Konto, um deine Einladung anzunehmen.
nl_nl: %s heeft je uitgenodigd om lid te worden van deze community. Maak een account aan om de uitnodiging te accepteren.

source: %s has invited you to join this community. Please login to accept your invitation.
de_de: %s hat dich eingeladen, dieser Community beizutreten. Bitte logge dich ein, um deine Einladung anzunehmen.
nl_nl: %s heeft je uitgenodigd om lid te worden van deze gemeenschap. Log in om de uitnodiging te accepteren.

source: %s lesson
de_de: %s Lektion
nl_nl: %s lessen

source: %s lessons
de_de: %s Lektionen
nl_nl: %s lessen

source: %s Member
de_de: %s Mitglied
nl_nl: %s Lid

source: %s Members
de_de: %s Mitglieder
nl_nl: %s Leden

source: %s new posts available
de_de: %s neue Beiträge
nl_nl: %s nieuwe berichten beschikbaar

source: %s people requested to join the community.
de_de: %s Personen haben angefragt, der Community beizutreten.
nl_nl: %s mensen hebben een aanvraag ingediend om lid te worden van de community.

source: %s result found
de_de: %s Ergebnis gefunden
nl_nl: %s resultaat gevonden

source: %s results found
de_de: %s Ergebnisse gefunden
nl_nl: %s resultaten gevonden

source: %s students
de_de: %s Studenten
nl_nl: %s studenten

source: %s topic
de_de: %s Thema
nl_nl: %s onderwerp

source: %s topics
de_de: %s Themen
nl_nl: %s onderwerpen

source: %s Vote
de_de: %s Abstimmen
nl_nl: %s Stem

source: %s Votes
de_de: %s Stimmen
nl_nl: %s Stemmen

source: (Draft)
de_de: (Entwurf)
nl_nl: (Concept)

source: + Add Section
de_de: + Abschnitt hinzufügen
nl_nl: + Sectie toevoegen

source: +%d more image
de_de: +%d mehr Bild
nl_nl: +%d afbeelding meer

source: ...read more
de_de: ...mehr lesen
nl_nl: ...lees meer

source: 1 Like = 1 Point
de_de: 1 Like = 1 Punkt
nl_nl: 1 Vind ik leuk = 1 punt

source: 1h
nl_nl: 1u

source: 1y
nl_nl: 1jr

source: <strong>Error:</strong> This email address is already registered. Please login or try resetting your password.
de_de: <strong>Fehler:</strong> Diese E-Mail Adresse ist bereits registriert. Bitte melde dich an oder versuche, dein Passwort zurückzusetzen.
nl_nl: <strong>Error:</strong> Dit e-mailadres is al geregistreerd. Log in of probeer uw wachtwoord opnieuw in te stellen.

source: <strong>Error</strong>: Could not register you. Please contact the site admin!
de_de: <strong>Fehler</strong>: Du konntest dich nicht registrieren. Bitte wende dich an den Administrator der Seite!
nl_nl: <strong>Fout</strong>: Kan je niet registreren. Neem contact op met de beheerder van de site!

source: <strong>Error</strong>: Please enter a username.
de_de: <strong>Fehler</strong>: Bitte gib einen Benutzernamen ein.
nl_nl: <strong>Fout</strong>: Voer een gebruikersnaam in.

source: <strong>Error</strong>: Please type your email address.
de_de: <strong>Fehler</strong>: Bitte gib deine E-Mail Adresse ein.
nl_nl: <strong>Fout</strong>: Typ je e-mailadres over.

source: <strong>Error</strong>: Sorry, that username is not allowed.
de_de: <strong>Fehler</strong>: Sorry, dieser Benutzername ist nicht erlaubt.
nl_nl: <strong>Fout</strong>: Sorry, die gebruikersnaam is niet toegestaan.

source: <strong>Error</strong>: The email address is not correct.
de_de: <strong>Fehler</strong>: Die E-Mail Adresse ist nicht korrekt.
nl_nl: <strong>Error</strong>: Het e-mailadres is niet correct.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
de_de: <strong>Fehler</strong>: Dieser Nutzername ist bereits registriert. Bitte wähle einen anderen.
nl_nl: <strong>Fout</strong>: Deze gebruikersnaam is al geregistreerd. Kies een andere.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
de_de: <strong>Fehler</strong>: Dieser Benutzername ist ungültig, weil er unzulässige Zeichen enthält. Bitte gib einen gültigen Benutzernamen ein.
nl_nl: <strong>Fout</strong>: Deze gebruikersnaam is ongeldig omdat er ongeldige tekens in staan. Voer een geldige gebruikersnaam in.

source: a day
de_de: einem Tag
nl_nl: een dag

source: a few seconds
de_de: ein paar Sekunden
nl_nl: een paar seconden

source: a minute
de_de: eine Minute
nl_nl: een minuut

source: a month
de_de: einen Monat
nl_nl: een maand

source: a new post available
de_de: Ein neuer Beitrag ist online
nl_nl: een nieuw bericht beschikbaar

source: A verification code has been sent to %s. Please provide the code below:
de_de: Ein Verifizierungscode wurde an %s gesendet. Bitte gib den Code unten ein:
nl_nl: Er is een verificatiecode verzonden naar %s. Geef de code hieronder op:

source: a year
de_de: ein Jahr
nl_nl: een jaar

source: About
de_de: Info
nl_nl: Over

source: Accept invitation
de_de: Einladung annehmen
nl_nl: Uitnodiging accepteren

source: Accept invitation & continue
de_de: Einladung annehmen & fortfahren
nl_nl: Uitnodiging accepteren & doorgaan

source: Access Status
de_de: Zugang Status
nl_nl: Toegangsstatus

source: Account Password
de_de: Konto-Passwort
nl_nl: Wachtwoord

source: Account Verification
de_de: Kontoüberprüfung
nl_nl: Accountverificatie

source: Action required
de_de: Aktion erforderlich
nl_nl: Vereiste actie

source: Actions
de_de: Aktionen
nl_nl: Acties

source: Activate your account
de_de: Aktiviere dein Konto
nl_nl: Activeer je account

source: Active
de_de: Aktiv
nl_nl: Actief

source: Active Fluent Forms
de_de: Aktive fließende Formulare
nl_nl: Actieve Fluent Forms

source: Active Fluent SMTP
de_de: Aktives fluentes SMTP
nl_nl: Actieve Fluent SMTP

source: Active Fluent Support
de_de: Aktive fließende Unterstützung
nl_nl: Actieve Fluent Support

source: Active FluentCommunity Chat
nl_nl: Actieve FluentCommunity Chat

source: Active FluentCRM
de_de: Aktiv FluentCRM
nl_nl: Actieve FluentCRM

source: Active Item Background
nl_nl: Actieve item achtergrond

source: Active Item Color
nl_nl: Actieve Item Kleur

source: Add
de_de: Hinzufügen
nl_nl: Toevoegen

source: Add & Edit
de_de: Hinzufügen & Bearbeiten
nl_nl: Toevoegen en bewerken

source: Add a badge next to user profile name to highlight valued users
de_de: Füge ein Abzeichen neben dem Namen des Benutzerprofils hinzu, um geschätzte Benutzer hervorzuheben
nl_nl: Voeg een badge toe naast de naam van het gebruikersprofiel om gewaardeerde gebruikers te markeren

source: Add a personal touch by using emojis when creating a new article, post, or comment.
de_de: Füge eine persönliche Note hinzu, indem du Emojis verwendest, wenn du einen neuen Artikel, Beitrag oder Kommentar erstellst.
nl_nl: Voeg een persoonlijk tintje toe door emoji's te gebruiken bij het maken van een nieuw artikel, bericht of opmerking.

source: Add Another Group
de_de: Eine weitere Gruppe hinzufügen
nl_nl: Een andere groep toevoegen

source: Add as %s
de_de: Hinzufügen als %s
nl_nl: Toevoegen als %s

source: Add button
de_de: Schaltfläche hinzufügen
nl_nl: Knop toevoegen

source: Add Course
de_de: Kurs hinzufügen
nl_nl: Cursus toevoegen

source: Add Custom Link
de_de: Benutzerdefinierten Link hinzufügen
nl_nl: Aangepaste link toevoegen

source: Add Featured Video for this post
de_de: Featured Video für diesen Beitrag hinzufügen
nl_nl: Uitgelichte video voor dit bericht toevoegen

source: Add Lesson
de_de: Lektion hinzufügen
nl_nl: Les toevoegen

source: Add Manager
de_de: Manager hinzufügen
nl_nl: Manager toevoegen

source: Add Member
de_de: Mitglied hinzufügen
nl_nl: Lid toevoegen

source: Add More
de_de: Mehr hinzufügen
nl_nl: Meer toevoegen

source: Add New
de_de: Neu hinzufügen
nl_nl: Nieuw toevoegen

source: Add New Link
de_de: Neuen Link hinzufügen
nl_nl: Nieuwe link toevoegen

source: Add social links
de_de: Soziale Links hinzufügen
nl_nl: Sociale links toevoegen

source: Add Student
de_de: Schüler hinzufügen
nl_nl: Student toevoegen

source: Add Topic
de_de: Thema hinzufügen
nl_nl: Onderwerp toevoegen

source: Add Video from custom HTML Code
de_de: Video aus benutzerdefiniertem HTML-Code hinzufügen
nl_nl: Video toevoegen vanuit aangepaste HTML-code

source: Add your profile description
de_de: Füge deine Profilbeschreibung hinzu
nl_nl: Je profielbeschrijving toevoegen

source: Add your social media profile link.
de_de: Füge den Link zu deinem Social Media Profil hinzu.
nl_nl: Voeg de link naar je sociale mediaprofiel toe.

source: Adds icons next to text in header menu items, enhancing visual appeal and improving navigation clarity.
de_de: Fügt Symbole neben dem Text in den Kopfzeilen-Menüpunkten hinzu, um die Optik zu verbessern und die Navigation übersichtlicher zu gestalten.
nl_nl: Voegt pictogrammen toe naast tekst in koptekstmenu-items, waardoor het visueel aantrekkelijker wordt en de navigatie duidelijker.

source: Adds the default Feed link in the sidebar, providing an extra access point to the all feeds page
de_de: Fügt den Standard-Feed-Link in der Seitenleiste hinzu und bietet einen zusätzlichen Zugang zur Seite mit allen Feeds
nl_nl: Voegt de standaardfeedlink toe aan de zijbalk, voor een extra toegangspunt naar de pagina met alle feeds

source: Admin Actions
de_de: Admin-Aktionen
nl_nl: Admin-acties

source: Admin Only?
de_de: Nur für Administratoren?
nl_nl: Alleen admin?

source: Admin tools for account verification and status management.
de_de: Verwaltungstools für die Kontoverifizierung und Statusverwaltung.
nl_nl: Beheerprogramma's voor accountverificatie en statusbeheer.

source: Admin/Moderators Only
de_de: Nur Administratoren/Moderatoren
nl_nl: Alleen Admin/Moderators

source: Advanced Features
de_de: Erweiterte Funktionen
nl_nl: Geavanceerde functies

source: Advanced Features & Addons
de_de: Erweiterte Funktionen & Addons
nl_nl: Geavanceerde functies en addons

source: after %s days of enrollment
de_de: nach %s Tagen der Immatrikulation
nl_nl: na %s dagen van inschrijving

source: All
de_de: Alle
nl_nl: Alle

source: All Administrators or edit_pages permissions users can access regardless of the selected roles
de_de: Alle Benutzer mit der Berechtigung "Administrator" oder "edit_pages" können unabhängig von den ausgewählten Rollen zugreifen
nl_nl: Alle beheerders of edit_pages gebruikers hebben toegang ongeacht de geselecteerde rollen

source: All Courses
de_de: Alle Kurse
nl_nl: Alle cursussen

source: All Feeds
de_de: Alle Feeds
nl_nl: Alle feeds

source: All is well! This dashboard will be updated with something awesome!
de_de: Alles ist gut! Dieses Dashboard wird mit etwas Großartigem aktualisiert werden!
nl_nl: Alles is goed! Dit dashboard zal worden bijgewerkt met iets geweldigs!

source: All Members
de_de: Alle Mitglieder
nl_nl: Alle leden

source: All Notifications
de_de: Alle Benachrichtigungen
nl_nl: Alle meldingen

source: All notifications have been marked as read.
de_de: Alle Benachrichtigungen wurden als gelesen markiert.
nl_nl: Alle meldingen zijn gemarkeerd als gelezen.

source: All Posts
de_de: Alle Beiträge
nl_nl: Alle berichten

source: All Space Groups
de_de: Alle Raum Gruppen
nl_nl: Alle Ruimtes

source: All Spaces
de_de: Alle Räume
nl_nl: Alle Ruimtes

source: Allow members to close the welcome banner
de_de: Erlaube den Mitgliedern, das Willkommensbanner zu schließen
nl_nl: Leden toestaan de welkomstbanner te sluiten

source: Allow users to request to join this Space
de_de: Erlaube Nutzern, den Beitritt zu diesem Space zu beantragen
nl_nl: Sta gebruikers toe een verzoek in te dienen om lid te worden van deze ruimte

source: Alphabetical
de_de: Alphabetisch
nl_nl: Alfabetisch

source: Already have an account?
de_de: Du hast bereits ein Konto?
nl_nl: Heb je al een account?

source: Amazon S3 Access Key
de_de: Amazon S3 Zugangsschlüssel
nl_nl: Amazon S3 Toegangssleutel

source: Amazon S3 Bucket Name
nl_nl: Amazon S3-bucketnaam

source: Amazon S3 Location
de_de: Amazon S3 Standort
nl_nl: Amazon S3 locatie

source: Amazon S3 Secret Key
de_de: Amazon S3 Geheimschlüssel
nl_nl: Amazon S3 geheime sleutel

source: An Automated double-opt-in email will be sent for new subscribers
de_de: Für neue Abonnenten wird eine automatische Double-Opt-In-E-Mail verschickt
nl_nl: Een geautomatiseerde double-opt-in e-mail wordt verzonden voor nieuwe abonnees

source: An Automated double-optin email will be sent for new subscribers
de_de: Für neue Abonnenten wird eine automatische Double-Optin-E-Mail verschickt
nl_nl: Een geautomatiseerde dubbele optin e-mail wordt verzonden voor nieuwe abonnees

source: an hour
de_de: eine Stunde
nl_nl: een uur

source: Any Logged in users
de_de: Alle eingeloggten Benutzer
nl_nl: Aangemelde gebruikers

source: Any Member Can Invite Other Members
de_de: Jedes Mitglied kann andere Mitglieder einladen
nl_nl: Elk lid kan andere leden uitnodigen

source: Any member can view posts without joining. Only members can create posts
de_de: Jedes Mitglied kann Beiträge ansehen, ohne Mitglied zu werden. Nur Mitglieder können Beiträge erstellen
nl_nl: Elk lid kan berichten bekijken zonder lid te worden. Alleen leden kunnen berichten aanmaken

source: Any site member can see who's in the Space and what they post.
de_de: Jedes Mitglied der Website kann sehen, wer im Space ist und was er postet.
nl_nl: Elk lid van de site kan zien wie er in de Groep is en wat ze posten.

source: Anyone
de_de: Jeder
nl_nl: Iedereen

source: Anyone can view and enroll the course for free
de_de: Jeder kann den Kurs kostenlos ansehen und sich anmelden
nl_nl: Iedereen kan de cursus gratis bekijken en inschrijven

source: Anyone can view the basic info of the space. Only members can view & create posts.<br />Admin needs to approve the joining request.
de_de: Jeder kann die Grundinformationen des Raums einsehen. Nur Mitglieder können Beiträge sehen und erstellen.<br />Der Admin muss die Beitrittsanfrage genehmigen.
nl_nl: Iedereen kan de basisinformatie van de groep bekijken. Alleen leden kunnen berichten bekijken en maken.<br />Admin moet het verzoek om lid te worden goedkeuren.

source: Appearance
de_de: Erscheinungsbild
nl_nl: Uiterlijk

source: Approve
de_de: Genehmigen
nl_nl: Goedkeuren

source: Approve Access
de_de: Zugang genehmigen
nl_nl: Toegang goedkeuren

source: Approve Account
de_de: Konto genehmigen
nl_nl: Account goedkeuren

source: Approximate time when the digest emails will start sending for the members
de_de: Ungefährer Zeitpunkt, ab dem die E-Mails für die Mitglieder verschickt werden
nl_nl: Geschatte tijd waarop de digest e-mails voor de leden worden verzonden

source: Are you sure you want to approve this user?
de_de: Bist du sicher, dass du diesen Benutzer zulassen willst?
nl_nl: Weet je zeker dat je deze gebruiker wilt goedkeuren?

source: Are you sure you want to change username?
de_de: Bist du sicher, dass du deinen Benutzernamen ändern möchtest?
nl_nl: Weet je zeker dat je je gebruikersnaam wilt veranderen?

source: Are you sure you want to delete this comment and associated data?
de_de: Bist du sicher, dass du diesen Kommentar und die damit verbundenen Daten löschen möchtest?
nl_nl: Weet je zeker dat je deze opmerking en de bijbehorende gegevens wilt verwijderen?

source: Are you sure you want to delete this course?
de_de: Bist du sicher, dass du diesen Kurs löschen willst?
nl_nl: Weet je zeker dat je deze cursus wilt verwijderen?

source: Are you sure you want to delete this feed?
de_de: Bist du sicher, dass du diesen Beitrag löschen willst?
nl_nl: Weet je zeker dat je deze feed wilt verwijderen?

source: Are you sure you want to delete this invitation?
de_de: Bist du sicher, dass du diese Einladung löschen willst?
nl_nl: Weet je zeker dat je deze uitnodiging wilt verwijderen?

source: Are you sure you want to delete this lesson? All the associated data will be deleted too.
de_de: Bist du sicher, dass du diese Lektion löschen willst? Alle zugehörigen Daten werden ebenfalls gelöscht.
nl_nl: Weet je zeker dat je deze les wilt verwijderen? Alle bijbehorende gegevens worden ook verwijderd.

source: Are you sure you want to delete this section? All the associated lessons and enrollment data will be deleted too.
de_de: Bist du sicher, dass du diesen Bereich löschen willst? Alle zugehörigen Unterrichtsstunden und Einschreibungsdaten werden ebenfalls gelöscht.
nl_nl: Weet je zeker dat je deze sectie wilt verwijderen? Alle bijbehorende lessen en inschrijvingsgegevens worden ook verwijderd.

source: Are you sure you want to delete this space?
de_de: Bist du sicher, dass du diesen Bereich löschen willst?
nl_nl: Weet je zeker dat je deze ruimte wilt verwijderen?

source: Are you sure you want to leave this community?
de_de: Bist du sicher, dass du diese Community verlassen willst?
nl_nl: Weet je zeker dat je deze community wilt verlaten?

source: Are you sure you want to mention everyone? An automated email will be sent to all the members of the space after 5 minutes for this post
de_de: Bist du sicher, dass du alle erwähnen willst? Eine automatische E-Mail wird nach 5 Minuten an alle Mitglieder des Raums für diesen Beitrag gesendet
nl_nl: Weet je zeker dat je iedereen wilt noemen? Er wordt na 5 minuten een automatische e-mail verzonden naar alle leden van de groep voor dit bericht

source: Are you sure you want to remove this group?
de_de: Bist du sicher, dass du diese Gruppe entfernen willst?
nl_nl: Weet je zeker dat je deze groep wilt verwijderen?

source: Are you sure you want to remove this link?
de_de: Bist du sicher, dass du diesen Link entfernen möchtest?
nl_nl: Weet je zeker dat je deze link wilt verwijderen?

source: Are you sure you want to remove this manager?
de_de: Bist du sicher, dass du diesen Manager entfernen möchtest?
nl_nl: Weet je zeker dat je deze manager wilt verwijderen?

source: Are you sure you want to remove this member from this community?
de_de: Bist du sicher, dass du dieses Mitglied aus der Community entfernen möchtest?
nl_nl: Weet je zeker dat je dit lid van deze community wilt verwijderen?

source: Are you sure you want to remove this student from this course?
de_de: Bist du sicher, dass du diesen Schüler aus diesem Kurs entfernen möchtest?
nl_nl: Weet je zeker dat je deze leerling wilt verwijderen uit deze cursus?

source: Are you sure you want to remove this topic?
de_de: Bist du sicher, dass du dieses Thema entfernen möchtest?
nl_nl: Weet je zeker dat je dit onderwerp wilt verwijderen?

source: Are you sure?
de_de: Bist du sicher?
nl_nl: Weet je het zeker?

source: As you gain points, you level up. Your level is shown at the bottom right of your avatar.
de_de: Wenn du Punkte sammelst, steigst du auf. Dein Level wird unten rechts neben deinem Avatar angezeigt.
nl_nl: Als je punten verdient, stijg je in level. Je level wordt rechtsonder je avatar weergegeven.

source: Attach video
de_de: Video anhängen
nl_nl: Video bijvoegen

source: August
nl_nl: Augustus
