Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: Yes, Delete the Space
de_de: Ja, Raum löschen
nl_nl: Ja, verwijder de ruimte

source: Yes, Delete this group
de_de: Ja, diese Gruppe löschen
nl_nl: Ja, verwijder deze groep

source: Yes, Remove
de_de: Ja, Entfernen
nl_nl: Ja, verwijderen

source: You are already a member of this site
de_de: Du bist bereits Mitglied auf dieser Seite
nl_nl: Je bent al lid van deze site

source: You are already enrolled in this course.
de_de: Du bist bereits für diesen Kurs eingeschrieben.
nl_nl: Je bent al ingeschreven voor deze cursus.

source: You are getting this email because you are an admin/moderator at %s
de_de: Du bekommst diese E-Mail, weil du ein Admin/Moderator bei %s bist
nl_nl: Je krijgt deze e-mail omdat je een beheerder/moderator bent bij %s

source: You are not allowed to edit this comment
de_de: Du bist nicht berechtigt, diesen Kommentar zu bearbeiten
nl_nl: Je mag deze opmerking niet bewerken

source: You are not allowed to enroll in this course.
de_de: Du darfst dich nicht für diesen Kurs einschreiben.
nl_nl: Je mag je niet inschrijven voor deze cursus.

source: You are not allowed to view members of this space
de_de: Du darfst die Mitglieder dieses Bereichs nicht sehen
nl_nl: Je hebt geen toestemming om leden van deze groep te bekijken

source: You are not allowed to view this profile's spaces.
de_de: Du darfst die Räume dieses Profils nicht sehen.
nl_nl: Je hebt geen toestemming om de groepen van dit profiel te bekijken.

source: You are not allowed to view this space
de_de: Du bist nicht berechtigt, diesen Bereich zu sehen
nl_nl: Je mag deze groep niet bekijken

source: You are not permitted to invite
de_de: Du darfst nicht einladen
nl_nl: Je kunt niemand uitnodigen

source: you can edit your role here
de_de: du kannst deine Rolle hier bearbeiten
nl_nl: je kunt je rol hier bewerken

source: You can not change the slug as it is defined in the config file
de_de: Du kannst den Slug nicht ändern, da er in der Konfigurationsdatei definiert ist
nl_nl: Je kunt de slug niet wijzigen omdat deze is gedefinieerd in het configuratiebestand

source: You can not delete a group with spaces. Please move the spaces to a different group first.
de_de: Du kannst eine Gruppe mit Räumen nicht löschen. Bitte verschiebe die Räume zuerst in eine andere Gruppe.
nl_nl: Je kunt een groep met spaties niet verwijderen. Verplaats de spaties eerst naar een andere groep.

source: You can not resend this invitation
de_de: Du kannst diese Einladung nicht erneut versenden
nl_nl: Je kunt deze uitnodiging niet opnieuw versturen

source: You can upload a maximum of %s images per post.
de_de: Du kannst maximal %s Bilder pro Beitrag hochladen.
nl_nl: Je kunt maximaal %s afbeeldingen uploaden per bericht.

source: You can use @everyone to tag everyone.
de_de: Du kannst @everyone verwenden, um alle zu markieren.
nl_nl: Je kunt @everyone gebruiken om iedereen te taggen.

source: You do not have permission to perform this action
de_de: Du hast nicht die Erlaubnis, diese Aktion durchzuführen
nl_nl: Je hebt geen toestemming om deze actie uit te voeren

source: You do not have permission to view all members
de_de: Du hast nicht die Erlaubnis, alle Mitglieder zu sehen
nl_nl: Je hebt geen toestemming om alle leden te bekijken

source: You do not have permission to view members
de_de: Du hast nicht die Erlaubnis, Mitglieder zu sehen
nl_nl: Je hebt geen toestemming om leden te bekijken

source: You do not have permission to view this post
de_de: Du hast keine Erlaubnis, diesen Beitrag zu sehen
nl_nl: Je hebt geen toestemming om dit bericht te bekijken

source: You earn points when other members like your posts, articles or comments. <b>1 like = 1 point</b>. This encourages users to produce quality content and interact with other members in their community.
de_de: Du bekommst Punkte, wenn anderen Mitgliedern deine Beiträge, Artikel oder Kommentare gefallen. <b>1 Like = 1 Punkt</b>. Das ermutigt die Nutzer/innen, hochwertige Inhalte zu produzieren und mit anderen Mitgliedern in ihrer Community zu interagieren.
nl_nl: Je verdient punten als andere leden je berichten, artikelen of opmerkingen leuk vinden. <b>1 like = 1 punt</b>. Dit moedigt gebruikers aan om inhoud van hoge kwaliteit te produceren en de interactie aan te gaan met andere leden in hun community.

source: You have a new join request from %1$s to join %2$s.
de_de: Du hast eine neue Beitrittsanfrage von %1$s für den Beitritt zu %2$s.
nl_nl: Je hebt een nieuw lidmaatschapsverzoek van %1$s om lid te worden van %2$s.

source: You have already invited this user
de_de: Du hast diesen Benutzer bereits eingeladen
nl_nl: Je hebt deze gebruiker al uitgenodigd

source: You have been added as %1$s in %2$s
de_de: Du wurdest als %1$s in %2$s hinzugefügt
nl_nl: U bent toegevoegd als %1$s in %2$s

source: You have been enrolled in this course.
de_de: Du hast dich für diesen Kurs eingeschrieben.
nl_nl: Je bent ingeschreven voor deze cursus.

source: You have cancelled the action.
de_de: Du hast die Aktion abgebrochen.
nl_nl: Je hebt de actie geannuleerd.

source: You have joined this Space
de_de: Du hast diesen Raum betreten
nl_nl: Je bent lid geworden van deze groep

source: You have left this space
de_de: Du hast diesen Raum verlassen
nl_nl: Je hebt deze ruimte verlaten

source: You have reached the limit of commenting. Please try after some time
de_de: Du hast das Limit für die Kommentarfunktion erreicht. Bitte versuche es nach einiger Zeit erneut
nl_nl: Je hebt de grens van het commentaar bereikt. Probeer het opnieuw na enige tijd

source: You have reached the limit of posting. Please try after some time
de_de: Du hast das Limit für Beiträge erreicht. Bitte versuche es nach einiger Zeit erneut
nl_nl: Je hebt de limiet van het posten bereikt. Probeer het opnieuw na enige tijd

source: You have successfully logged in to the community
de_de: Du hast dich erfolgreich bei der Community angemeldet
nl_nl: Je bent succesvol ingelogd bij de community

source: You have successfully registered to the community
de_de: Du hast dich erfolgreich in der Community registriert
nl_nl: Je bent succesvol geregistreerd bij de community

source: You must agree to the terms and conditions
de_de: Du musst den Bedingungen und Konditionen zustimmen
nl_nl: Je moet akkoord gaan met de algemene voorwaarden

source: You must be logged in to mention someone
de_de: Du musst eingeloggt sein, um jemanden zu erwähnen
nl_nl: Je moet ingelogd zijn om iemand te vermelden

source: You must type %s to confirm
de_de: Du musst %s zur Bestätigung eingeben
nl_nl: Je moet %s typen om te bevestigen

source: You need to be logged in to perform this action
de_de: Du musst eingeloggt sein, um diese Aktion durchzuführen
nl_nl: Je moet ingelogd zijn om deze actie uit te voeren

source: You need to login to enroll in this course.
de_de: Du musst dich einloggen, um dich für diesen Kurs anzumelden.
nl_nl: Je moet inloggen om je in te schrijven voor deze cursus.

source: You should enable this. Currently disabled.
de_de: Du solltest dies aktivieren. Derzeit deaktiviert.
nl_nl: Je moet dit inschakelen. Momenteel uitgeschakeld.

source: You will get a digest email with curated activities in the community
de_de: Du erhältst eine E-Mail mit kuratierten Aktivitäten in der Community
nl_nl: Je ontvangt een e-mail met samengestelde activiteiten in de community

source: You will receive an email when someone leaves a comment on your post.
de_de: Du erhältst eine E-Mail, wenn jemand einen Kommentar zu deinem Beitrag hinterlässt.
nl_nl: Je ontvangt een e-mail wanneer iemand een reactie achterlaat op je bericht.

source: You will receive an email when someone mentions you in a comment or post.
de_de: Du erhältst eine E-Mail, wenn dich jemand in einem Kommentar oder Beitrag erwähnt.
nl_nl: Je ontvangt een e-mail wanneer iemand jou noemt in een reactie of bericht.

source: You will receive an email when someone replies to your comments.
de_de: Du erhältst eine E-Mail, wenn jemand auf deinen Kommentar antwortet.
nl_nl: Je ontvangt een e-mail wanneer iemand reageert op je opmerkingen.

source: Your account email address
de_de: Deine Konto-E-Mail-Adresse
nl_nl: Het e-mailadres van je account

source: Your account password
de_de: Dein Kontopasswort
nl_nl: Je accountwachtwoord

source: Your affiliate ID
de_de: Deine Partner-ID
nl_nl: Je affiliate-ID

source: Your Bookmarks
de_de: Deine Lesezeichen
nl_nl: Je bladwijzers

source: Your cloud storage settings have been defined in the wp-config.php file. These cannot be edited.
de_de: Die Einstellungen für deinen Cloud-Speicher wurden in der Datei wp-config.php festgelegt. Diese können nicht bearbeitet werden.
nl_nl: Je instellingen voor cloudopslag zijn gedefinieerd in het bestand wp-config.php. Deze kunnen niet worden gewijzigd.

source: Your Course Title
de_de: Dein Kurstitel
nl_nl: Titel van je cursus

source: Your email address
de_de: Deine E-Mail Adresse
nl_nl: Je e-mailadres

source: Your files will be stored in the default Uploads folder
de_de: Deine Dateien werden im Standardordner Uploads gespeichert
nl_nl: Je bestanden worden opgeslagen in de standaard Uploads-map

source: Your first & last name
de_de: Dein Vor- und Nachname
nl_nl: Je voor- & achternaam

source: Your Group Title
de_de: Dein Gruppentitel
nl_nl: Titel van je groep

source: Your join request has been sent to the Space admin.
de_de: Deine Beitrittsanfrage wurde an den Space-Administrator gesendet.
nl_nl: Je verzoek om lid te worden van de groep is verzonden naar de admin.

source: Your License Key
de_de: Dein Lizenzschlüssel
nl_nl: Je licentiesleutel

source: Your license key is valid and activated.
de_de: Dein Lizenzschlüssel ist gültig und aktiviert.
nl_nl: Je licentiesleutel is geldig en geactiveerd.

source: Your option text
de_de: Dein Optionstext
nl_nl: Volgende optie

source: Your Photo
de_de: Dein Foto
nl_nl: Je foto

source: Your post has been published
de_de: Dein Beitrag wurde veröffentlicht
nl_nl: Je bericht is gepubliceerd

source: Your post has been updated
de_de: Dein Beitrag wurde aktualisiert
nl_nl: Je bericht is bijgewerkt

source: Your registration verification code for %s
de_de: Dein Registrierungsbestätigungscode für %s
nl_nl: Je registratieverificatiecode voor %s

source: Your request to join this course is pending
de_de: Deine Anfrage zur Teilnahme an diesem Kurs ist noch offen
nl_nl: Je aanvraag om deel te nemen aan deze cursus is in behandeling

source: Your saved posts
de_de: Deine gespeicherten Beiträge
nl_nl: Je opgeslagen berichten

source: Your Space Title
de_de: Dein Raum Titel
nl_nl: Titel van je ruimte

source: 🔔 new post available
de_de: 🔔 neuer Beitrag verfügbar
nl_nl: 🔔 Nieuw bericht beschikbaar

source: %d student
de_de: %d Schüler

source: %s like
de_de: %s Gefällt mir

source: %s likes
de_de: %s Gefällt mir

source: %s student
de_de: %s Schüler

source: Affiliate ID
de_de: Partner-ID

source: Affiliate ID: %s
de_de: Partner-ID: %s

source: Badge
de_de: Abzeichen

source: Cloudflare Account ID
de_de: Cloudflare Konto-ID

source: Community Managers
de_de: Community-Manager

source: December
de_de: Dezember

source: Design
de_de: Entwurf

source: Embed Handler
de_de: Handler einbetten

source: Emoji Module
de_de: Emoji Modul

source: Fluent Forms
de_de: Fließende Formulare

source: Fluent SMTP
de_de: Fließendes SMTP

source: Fluent Support
de_de: Fließende Unterstützung

source: Giphy API Key
de_de: Giphy API Schlüssel

source: Giphy Module
de_de: Giphy Modul

source: If you enable this, FluentCommunity will use enhanced color contrasts for different UI
de_de: Wenn du dies aktivierst, verwendet FluentCommunity verstärkte Farbkontraste für verschiedene UI

source: Invite Member
de_de: Mitglied einladen

source: Leaderboard
de_de: Rangliste

source: Leaderboards
de_de: Bestenlisten

source: Leaderboards Module
de_de: Leaderboards Modul

source: Likes
de_de: Gefällt

source: Managers
de_de: Manager

source: Media Module
de_de: Medienmodul

source: Media type
de_de: Medientyp

source: Privacy
de_de: Datenschutz

source: Slug
de_de: Schnecke

source: Social Links
de_de: Soziale Links

source: Type:
de_de: Typ:

source: Update Info
de_de: Infos aktualisieren

source: Update Status
de_de: Status aktualisieren

source: Use Enhanced Color Contrast for Accessibility (a11y)
de_de: Erhöhten Farbkontrast für Barrierefreiheit verwenden (a11y)

source: View Invitations
de_de: Einladungen ansehen
