Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: Email Notification preferences have been updated
de_de: Die Einstellungen für E-Mail-Benachrichtigungen wurden aktualisiert
nl_nl: Voorkeuren voor e-mailmeldingen zijn bijgewerkt

source: Email Notification Settings
de_de: Einstellungen für E-Mail-Benachrichtigungen
nl_nl: Instellingen voor e-mailmeldingen

source: Email notification settings have been updated
de_de: Die Einstellungen für E-Mail-Benachrichtigungen wurden aktualisiert
nl_nl: Instellingen voor e-mailmeldingen zijn bijgewerkt

source: Email on comment reply
de_de: E-Mail auf Kommentar antworten
nl_nl: E-mail bij reactie op commentaar

source: Email on new comment
de_de: E-Mail auf neuen Kommentar
nl_nl: E-mail bij nieuwe opmerking

source: Email on Tagging / Mentioning
de_de: E-Mail zum Tagging / Mentioning
nl_nl: E-mail over taggen / vermelden

source: Email Settings
de_de: E-Mail-Einstellungen
nl_nl: E-mailinstellingen

source: Email will be sent if there are any unread notifications for the user from the last email sent.
de_de: Eine E-Mail wird verschickt, wenn es seit der letzten gesendeten E-Mail ungelesene Benachrichtigungen für den/die Nutzer/in gibt.
nl_nl: Er wordt een e-mail verzonden als er ongelezen meldingen zijn voor de gebruiker vanaf de laatst verzonden e-mail.

source: Embed
de_de: Einbetten
nl_nl: Insluiten

source: Embed from Vimeo, YouTube, Wistia and more
de_de: Einbetten von Vimeo, YouTube, Wistia und mehr
nl_nl: Embedden vanaf Vimeo, YouTube, Wistia en meer

source: Emerald Essence
nl_nl: Smaragdgroen

source: Emerald Essence (Dark)
nl_nl: Smaragdgroen (Donker)

source: Emoji Settings
de_de: Emoji-Einstellungen
nl_nl: Emoji instellingen

source: Enable Comments
de_de: Kommentare einschalten
nl_nl: Opmerkingen inschakelen

source: Enable Course Module
de_de: Kursmodul freigeben
nl_nl: Cursusmodule inschakelen

source: Enable Dark Mode
de_de: Dunkler Modus aktivieren
nl_nl: Donkere modus inschakelen

source: Enable Emoji
de_de: Emoji aktivieren
nl_nl: Emoji inschakelen

source: Enable for logged in members
de_de: Aktivieren für eingeloggte Mitglieder
nl_nl: Inschakelen voor ingelogde leden

source: Enable for logged out members
de_de: Aktivieren für abgemeldete Mitglieder
nl_nl: Inschakelen voor uitgelogde leden

source: Enable Giphy Module
de_de: Giphy-Modul aktivieren
nl_nl: Giphy-module inschakelen

source: Enable Global Posts Status Form
de_de: Statusformular für globale Beiträge aktivieren
nl_nl: Globaal statusformulier berichten inschakelen

source: Enable group chat for this space members
de_de: Aktiviere den Gruppenchat für die Mitglieder dieses Bereichs
nl_nl: Schakel groepschat in voor leden van deze ruimte

source: Enable Leaderboards Module
de_de: Aktiviere das Modul Leaderboards
nl_nl: Leaderboards-module inschakelen

source: Enable Sticky Page headers across portal
de_de: Aktiviere Sticky Page Headers im gesamten Portal
nl_nl: Sticky paginakopteksten inschakelen voor de hele portal

source: Enable Sticky Right Sidebar Widgets
de_de: Sticky Widgets für die rechte Seitenleiste aktivieren
nl_nl: Sticky rechter-zijbalk Widget Inschakelen

source: Enable this link
de_de: Aktiviere diesen Link
nl_nl: Schakel deze link in

source: Enable User Badge Module
de_de: Aktiviere das Benutzerausweis-Modul
nl_nl: Gebruikersbadge-module inschakelen

source: Enable Video Embed
de_de: Video einbetten aktivieren
nl_nl: Video insluiten inschakelen

source: Enable Weekly Digest Email for community members
de_de: Aktiviere die wöchentliche Übersichts-E-Mail für Community-Mitglieder
nl_nl: Wekelijkse Digest E-mail inschakelen voor leden van de community

source: Enable/disable Post Status
de_de: Poststatus aktivieren/deaktivieren
nl_nl: Poststatus inschakelen/uitschakelen

source: Enabled
de_de: Aktiviert
nl_nl: Ingeschakeld

source: enabled
de_de: aktiviert
nl_nl: ingeschakeld

source: Enables switching between dark and light interface themes, accommodating different lighting conditions and user preferences.
de_de: Ermöglicht den Wechsel zwischen dunklen und hellen Oberflächenthemen, um unterschiedlichen Lichtverhältnissen und Nutzerpräferenzen gerecht zu werden.
nl_nl: Maakt schakelen tussen donkere en lichte interfacethema's mogelijk, voor verschillende lichtomstandigheden en gebruikersvoorkeuren.

source: Enroll %s
de_de: Einschreiben %s
nl_nl: Inschrijven %s

source: Enroll this course
de_de: Diesen Kurs starten
nl_nl: Inschrijven voor deze cursus

source: Enrolled in a course
de_de: Für einen Kurs eingeschrieben
nl_nl: Ingeschreven voor een cursus

source: Enrollment Type
de_de: Art der Einschreibung
nl_nl: Type inschrijving

source: Enter invitee email
de_de: E-Mail der eingeladenen Person eingeben
nl_nl: E-mailadres van genodigde invoeren

source: Enter invitee Name
de_de: Name der eingeladenen Person eingeben
nl_nl: Naam genodigde invoeren

source: Enter Lesson title
de_de: Titel der Lektion eingeben
nl_nl: Tilel van de les invoeren

source: Enter Section title
de_de: Titel des Abschnitts eingeben
nl_nl: Titel van sectie invoeren

source: Error
de_de: Fehler
nl_nl: Fout

source: Every Friday
de_de: Jeden Freitag
nl_nl: Elke vrijdag

source: Every Monday
de_de: Jeden Montag
nl_nl: Elke maandag

source: Every Saturday
de_de: Jeden Samstag
nl_nl: Elke zaterdag

source: Every Sunday
de_de: Jeden Sonntag
nl_nl: Elke zondag

source: Every Thursday
de_de: Jeden Donnerstag
nl_nl: Elke donderdag

source: Every Tuesday
de_de: Jeden Dienstag
nl_nl: Elke dinsdag

source: Every Wednesday
de_de: Jeden Mittwoch
nl_nl: Elke woensdag

source: Everybody
de_de: Alle
nl_nl: Iedereen

source: Everyone
de_de: Alle
nl_nl: Allemaal

source: Exit
nl_nl: Afsluiten

source: Failed to copy
de_de: Kopieren fehlgeschlagen
nl_nl: Kopiëren mislukt

source: Failed to copy the link
de_de: Der Link konnte nicht kopiert werden
nl_nl: De link is niet gekopieerd

source: Failed to load the list
de_de: Die Liste konnte nicht geladen werden
nl_nl: De lijst is niet geladen

source: Featured Image
de_de: Gezeigtes Bild
nl_nl: Uitgelichte afbeelding

source: Featured Image (Recommended size: 1600x500) - Optional
de_de: Featured Image (Empfohlene Größe: 1600x500) - Optional
nl_nl: Uitgelichte afbeelding (aanbevolen grootte: 1600x500) - optioneel

source: Featured Image Preview
de_de: Bildvorschau
nl_nl: Voorbeeld uitgelichte afbeelding

source: Featured media
de_de: Ausgewählte Medien
nl_nl: Uitgelichte media

source: Featured Posts
de_de: Ausgewählte Beiträge
nl_nl: Aanbevolen berichten

source: Features & Addons
de_de: Funktionen & Addons
nl_nl: Functies en addons

source: Features Customizations
de_de: Eigenschaften Anpassungen
nl_nl: Functieaanpassingen

source: Features saved successfully.
de_de: Merkmale erfolgreich gespeichert.
nl_nl: Functies succesvol opgeslagen.

source: Features Settings
de_de: Eigenschaften Einstellungen
nl_nl: Functie-opties

source: February
de_de: Februar
nl_nl: Februari

source: Feed updated
de_de: Feed aktualisiert
nl_nl: Feed bijgewerkt

source: Fetching License Information Please wait.
de_de: Lizenzinformationen werden abgerufen Bitte warte.
nl_nl: Licentie-informatie wordt opgehaald. Moment alsjeblieft.

source: few sec
de_de: wenige Sekunden
nl_nl: enkele sec

source: Find the default Login/Registration Urls
de_de: Finde die Standard Login/Registrierungs Urls
nl_nl: Zoek de standaard Url's voor aanmelding/registratie

source: First choice
de_de: Erste Wahl
nl_nl: Eerste keuze

source: First Name
de_de: Vorname
nl_nl: Voornaam

source: First name is required
de_de: Der Vorname ist erforderlich
nl_nl: Voornaam is verplicht

source: Fluent SMTP is the ultimate SMTP and SES plugin for WordPress. Connect with any SMTP service, including SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft, and more.
de_de: Fluent SMTP ist das ultimative SMTP- und SES-Plugin für WordPress. Verbinde dich mit jedem SMTP-Dienst, einschließlich SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft und mehr.
nl_nl: Fluent SMTP is de ultieme SMTP en SES plugin voor WordPress. Maak verbinding met elke SMTP service, inclusief SendGrid, Mailgun, SES, Sendinblue, PepiPost, Google, Microsoft en meer.

source: FluentCommunity Chat is a real-time chat plugin for WordPress. It allows you to create a chat room for your community members.
de_de: FluentCommunity Chat ist ein Echtzeit-Chat-Plugin für WordPress. Es ermöglicht dir, einen Chatraum für deine Community-Mitglieder einzurichten.
nl_nl: FluentCommunity Chat is een real-time chat plugin voor WordPress. Hiermee kun je een chatruimte maken voor de leden van je community.

source: Following
de_de: Folgst du
nl_nl: Volgend

source: For best UI, keep the colors empty
de_de: Für eine optimale Benutzeroberfläche solltest du die Farben leer lassen
nl_nl: Houd voor de beste UI de kleuren leeg

source: Friday
de_de: Freitag
nl_nl: Vrijdag

source: From Email
de_de: Von E-Mail
nl_nl: Van E-mail

source: From Name
de_de: Von Name
nl_nl: Van Naam

source: Full name
de_de: Vollständiger Name
nl_nl: Volledige naam

source: Full name is required
de_de: Vollständiger Name ist erforderlich
nl_nl: Volledige naam is vereist

source: General
de_de: Allgemein
nl_nl: Algemeen

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen

source: Get Emoji & Reaction Module
de_de: Emoji & Reaktionsmodul erhalten
nl_nl: Emoji & reactiemodule instellen

source: Get Giphy Module
de_de: Giphy Modul holen
nl_nl: Giphy-module instellen

source: Get Leaderboard & Gamification Module
de_de: Hol dir das Leaderboard & Gamification Modul
nl_nl: Leaderboard- en gamemodule instellen

source: Get Media Module
de_de: Medienmodul holen
nl_nl: Media Module instellen

source: Get User Badge Module
de_de: Modul Benutzerabzeichen erhalten
nl_nl: Module Gebruikersbadge instellen

source: Giphy Module Settings
de_de: Giphy Modul Einstellungen
nl_nl: Instellingen Giphy-module

source: Global Email Notifications
de_de: Globale E-Mail-Benachrichtigungen
nl_nl: Globale e-mailmeldingen

source: Global Post Status
nl_nl: Globale poststatus

source: Go Back
de_de: Zurück gehen
nl_nl: Ga terug

source: Go to %s
de_de: Gehe zu %s
nl_nl: Ga naar %s

source: Go To All Feeds
de_de: Zu allen Feeds gehen
nl_nl: Ga naar alle feeds

source: Go to community
de_de: Zur Gemeinde gehen
nl_nl: Ga naar community

source: Go to features settings
de_de: Gehe zu den Funktionseinstellungen
nl_nl: Ga naar eigenschappen

source: Go to General Settings.
de_de: Gehe zu den allgemeinen Einstellungen.
nl_nl: Ga naar Algemene Instellingen.

source: Go to Space Home
de_de: Gehe zu Raum Home
nl_nl: Ga naar groepspagina

source: Got it!
de_de: Ich hab's!
nl_nl: Ik snap het!

source: Group Chat?
de_de: Gruppenchat?
nl_nl: Groep Chat?

source: Group Description
de_de: Gruppe Beschreibung
nl_nl: Beschrijving van de Groep

source: Group Slug (no spaces or special characters)
de_de: Gruppenslogan (keine Leer- oder Sonderzeichen)
nl_nl: Slug van de groep (geen spaties of speciale tekens)

source: Group Title
de_de: Gruppe Titel
nl_nl: Titel van de groep

source: Group:
de_de: Gruppe:
nl_nl: Groep:

source: Have a new license Key?
de_de: Du hast einen neuen Lizenzschlüssel?
nl_nl: Heb je een nieuwe licentiesleutel?

source: Heading
de_de: Überschrift
nl_nl: Koptekst

source: Heading Color
de_de: Farbe der Überschrift
nl_nl: Kleur koptekst

source: Hello %s,
de_de: Hallo %s,
nl_nl: Hallo %s,

source: Here are some of the most popular posts and notifications you may have missed from the last week 🔥.
de_de: Hier sind einige der beliebtesten Beiträge und Benachrichtigungen, die du in der letzten Woche vielleicht verpasst hast 🔥.
nl_nl: Hier zijn enkele van de populairste berichten en meldingen die je misschien hebt gemist in de afgelopen week 🔥.

source: Hey %1$s, here's your weekly digest from %2$s
de_de: Hey %1$s, hier ist deine wöchentliche Zusammenfassung von %2$s
nl_nl: Hey %1$s, hier is je wekelijkse samenvatting van %2$s

source: Hi Space Leader,
nl_nl: Hallo groepleider,

source: Hide Banner
de_de: Banner ausblenden
nl_nl: Banner verbergen

source: Hide Members count from spaces page (when members' page access unavailable)
de_de: Ausblenden der Mitgliederzahl auf der Raumseite (wenn die Mitgliederseite nicht verfügbar ist)
nl_nl: Verberg ledentelling op de groepspagina (wanneer de ledenpagina niet beschikbaar is)

source: Hover Background
nl_nl: Hover-achtergrond

source: Hover Color
nl_nl: Kleur bij aanwijzen

source: I agree to the terms and conditions
de_de: Ich stimme den Bedingungen und Konditionen zu
nl_nl: Ik ga akkoord met de algemene voorwaarden

source: If allowed, members will be able to hide the banner
de_de: Wenn erlaubt, können die Mitglieder das Banner ausblenden
nl_nl: Als dit is toegestaan, kunnen leden de banner verbergen

source: If Contact Already Exist?
de_de: Wenn bereits ein Kontakt besteht?
nl_nl: Als de contactpersoon al bestaat?

source: If someone replies to your notification email, this is where you would like to receive it.
de_de: Wenn jemand auf deine Benachrichtigungs-E-Mail antwortet, möchtest du sie hier erhalten.
nl_nl: Als iemand antwoordt op je notificatiemail, wil je die hier ontvangen.

source: If unchecked, then the last activity will not be shown.
de_de: Wenn diese Option nicht markiert ist, wird die letzte Aktivität nicht angezeigt.
nl_nl: Als deze optie niet is aangevinkt, wordt de laatste activiteit niet getoond.

source: If you add this image, it will be shown on the space homepage
de_de: Wenn du dieses Bild hinzufügst, wird es auf der Space-Homepage angezeigt
nl_nl: Als je deze afbeelding toevoegt, wordt deze weergegeven op de startpagina van de groep

source: If you did not initiate this request, please ignore this email.
de_de: Wenn du diese Anfrage nicht initiiert hast, ignoriere bitte diese E-Mail.
nl_nl: Als je dit verzoek niet hebt gedaan, negeer deze e-mail dan.

source: If you enable this, it will restart the automation for a contact even if they are already in the automation. Otherwise, it will skip if the contact already exists.
de_de: Wenn du dies aktivierst, wird die Automatisierung für einen Kontakt neu gestartet, auch wenn er bereits in der Automatisierung ist. Andernfalls wird er übersprungen, wenn der Kontakt bereits existiert.
nl_nl: Als je dit inschakelt, wordt de automatisering opnieuw gestart voor een contactpersoon, zelfs als deze al in de automatisering zit. Anders wordt overgeslagen als het contact al bestaat.

source: If you enable this, then users can post globally without selecting a space, which will be available for everyone.
de_de: Wenn du dies aktivierst, können Nutzer/innen global posten, ohne einen Bereich auszuwählen, der für alle zugänglich ist.
nl_nl: Als je dit inschakelt, dan kunnen gebruikers globaal posten zonder een ruimte te selecteren, die voor iedereen beschikbaar zal zijn.

source: If you think you've received this invitation in error, please ignore this email.
de_de: Wenn du glaubst, dass du diese Einladung irrtümlich erhalten hast, ignoriere diese E-Mail bitte.
nl_nl: Als je denkt dat je deze uitnodiging per ongeluk hebt ontvangen, kun je deze e-mail negeren.

source: If you want to store files in a folder within the bucket.
de_de: Wenn du Dateien in einem Ordner innerhalb des Buckets speichern willst.
nl_nl: Als je bestanden wilt opslaan in een map binnen de bucket.

source: Image
de_de: Bild
nl_nl: Afbeelding

source: Image Preview
de_de: Bildvorschau
nl_nl: Voorvertoning

source: Immediately
de_de: Unmittelbar
nl_nl: Onmiddellijk

source: In which day, the digest email will be sent
de_de: An welchem Tag wird die Zusammenfassung per E-Mail verschickt?
nl_nl: Op welke dag wordt de samenvattingse-mail verzonden?

source: Install Fluent Forms
de_de: Fluent Forms installieren
nl_nl: Fluent Forms installeren

source: Install Fluent SMTP
de_de: Fluent SMTP installieren
nl_nl: Fluent SMTP installeren

source: Install Fluent Support
de_de: Fluent Unterstützung installieren
nl_nl: Fluent Support installeren

source: Install FluentCommunity Chat
de_de: FluentCommunity Chat installieren
nl_nl: FluentCommunity Chat installeren

source: Install FluentCRM
de_de: FluentCRM installieren
nl_nl: FluentCRM installeren

source: Installed
de_de: Installiert
nl_nl: Geïnstalleerd

source: Invalid email address. Please try again
de_de: Ungültige E-Mail Adresse. Bitte versuche es erneut
nl_nl: Ongeldig e-mailadres. Probeer het opnieuw

source: Invalid invitation token. Please try again
de_de: Ungültiges Einladungstoken. Bitte versuche es erneut
nl_nl: Ongeldig uitnodigingstoken. Probeer het opnieuw

source: Invalid parent comment
de_de: Ungültiger Elternkommentar
nl_nl: Ongeldige bovenliggende reactie

source: Invalid plugin or file mods are disabled.
de_de: Ungültige Plugin- oder Datei-Mods sind deaktiviert.
nl_nl: Ongeldige plugin- of bestandsmods zijn uitgeschakeld.

source: Invalid URL
de_de: Ungültige URL
nl_nl: Ongeldige URL

source: Invalid username. Only Latin characters with _ & - are allowed.
de_de: Ungültiger Benutzername. Nur lateinische Zeichen mit _ & - sind erlaubt.
nl_nl: Ongeldige gebruikersnaam. Alleen Latijnse tekens met _ & - zijn toegestaan.

source: Invalid verification code. Please try again
de_de: Ungültiger Verifizierungscode. Bitte versuche es erneut
nl_nl: Ongeldige verificatiecode. Probeer het opnieuw

source: Invalid verification token. Please try again
de_de: Ungültiges Verifizierungs-Token. Bitte versuche es erneut
nl_nl: Ongeldig verificatietoken. Probeer het opnieuw

source: Invitation accepted successfully. Please wait...
de_de: Einladung erfolgreich angenommen. Bitte warte...
nl_nl: Uitnodiging succesvol geaccepteerd. Even geduld...

source: Invitation deleted successfully
de_de: Einladung erfolgreich gelöscht
nl_nl: Uitnodiging succesvol verwijderd

source: Invitation has been resent successfully
de_de: Die Einladung wurde erfolgreich erneut versendet
nl_nl: Uitnodiging is succesvol opnieuw verzonden

source: Invitation has been sent successfully
de_de: Die Einladung wurde erfolgreich versendet
nl_nl: Uitnodiging is succesvol verzonden

source: Invitation Links
nl_nl: Uitnodigingslinks

source: Invitation resent successfully
de_de: Einladung erfolgreich zurückgeschickt
nl_nl: Uitnodiging opnieuw verzonden

source: Invitations
de_de: Einladungen
nl_nl: Uitnodigingen

source: Invite
de_de: Einladen
nl_nl: Uitnodigen

source: Invite Members
nl_nl: Leden uitnodigen

source: Invited By
de_de: Eingeladen von
nl_nl: Uitgenodigd door

source: Invitee
de_de: Eingeladener
nl_nl: Genodigde

source: Invitee email
de_de: E-Mail des Eingeladenen
nl_nl: E-mail genodigde

source: Invitee Name (optional)
de_de: Name des Eingeladenen (optional)
nl_nl: Naam genodigde (optioneel)

source: Jan_Feb_Mar_Apr_May_Jun_Jul_Aug_Sep_Oct_Nov_Dec
de_de: Jan_Feb_Mar_Apr_May_Jun_Jul_Aug_Sep_Okt_Nov_Dez
nl_nl: Jan_Feb_Mar_Apr_Mei_Jun_Jul_Aug_Sept_Okt_Nov_Dec

source: January
de_de: Januar
nl_nl: Januari

source: January_February_March_April_May_June_July_August_September_October_November_December
de_de: Januar_Februar_März_April_Mai_Juni_Juli_August_September_Oktober_November_Dezember
nl_nl: Januari_Februari_Maart_April_Mei_Juni_Juli_Augustus_September_Oktober_November_December

source: Join
de_de: Beitreten
nl_nl: Lid worden

source: Join %s
de_de: Verbinden %s
nl_nl: Aansluiten bij %s

source: Join the conversation
de_de: Beteilige dich am Gespräch
nl_nl: Doe mee aan het gesprek

source: Joined %1s
de_de: Beigetreten %1s
nl_nl: Aangesloten bij %1s

source: Joined %s
de_de: Beigetreten %s
nl_nl: Aangesloten bij %s

source: Joined in a Space
de_de: Raum beigetreten
nl_nl: Is lid geworden van een Ruimte

source: Joined: %s
de_de: Beigetreten: %s
nl_nl: Aangesloten: %s

source: Joining Date
de_de: Beitrittsdatum
nl_nl: Lid geworden op

source: July
de_de: Juli
nl_nl: Juli

source: June
de_de: Juni
nl_nl: Juni

source: Keeps the sidebar visible while scrolling, providing constant access to important links and widgets.
de_de: Die Seitenleiste bleibt beim Scrollen sichtbar, sodass du immer Zugriff auf wichtige Links und Widgets hast.
nl_nl: Houdt de zijbalk zichtbaar tijdens het scrollen, zodat je altijd toegang hebt tot belangrijke koppelingen en widgets.

source: Last Activity
de_de: Letzte Aktivität
nl_nl: Laatste activiteit

source: Last Name
de_de: Nachname
nl_nl: Achternaam

source: Last seen %s
de_de: Zuletzt gesehen %s
nl_nl: Laatst gezien %s

source: Last seen: %s
de_de: Zuletzt gesehen: %s
nl_nl: Laatst gezien: %s

source: Latest
de_de: Neueste
nl_nl: Nieuwste

source: Latest Posts
de_de: Neueste Beiträge
nl_nl: Laatste berichten

source: Layout changed
de_de: Layout geändert
nl_nl: Lay-out gewijzigd

source: Leaderboard / Gamification Settings
de_de: Leaderboard / Gamification Einstellungen
nl_nl: Instellingen voor Leaderboard / Gamification

source: Leaderboard Levels
de_de: Ranglisten-Levels
nl_nl: Niveaus Leaderboard

source: Leaderboard Points
de_de: Ranglistenpunkte
nl_nl: Leaderboard Punten

source: Leaderboard Settings
de_de: Leaderboard-Einstellungen
nl_nl: Instellingen Leaderboard

source: Leave a reply
de_de: Eine Antwort hinterlassen
nl_nl: Laat een reactie achter

source: Leave blank to run for all communities
de_de: Leer lassen, um für alle Gemeinden zu kandidieren
nl_nl: Laat leeg om voor alle communities te gebruiken

source: Leave Space
de_de: Raum verlassen
nl_nl: Ruimte verlaten

source: Lesson %1s of %2s
de_de: Lektion %1s von %2s
nl_nl: Les %1s van %2s

source: Lesson %1s of %2s - %3s
de_de: Lektion %1s von %2s - %3s
nl_nl: Les %1s van %2s - %3s

source: Lesson discussions
de_de: Diskussionen im Unterricht
nl_nl: Lesbesprekingen

source: Lesson has been created successfully.
de_de: Die Lektion wurde erfolgreich erstellt.
nl_nl: Les is succesvol aangemaakt.

source: Lesson has been deleted successfully.
de_de: Die Lektion wurde erfolgreich gelöscht.
nl_nl: Les is succesvol verwijderd.

source: Lesson has been updated successfully.
de_de: Die Lektion wurde erfolgreich aktualisiert.
nl_nl: Les is succesvol bijgewerkt.

source: Lesson indexes have been updated successfully.
de_de: Die Lektionsindizes wurden erfolgreich aktualisiert.
nl_nl: Lesindexen zijn succesvol bijgewerkt.

source: Lesson name
de_de: Name der Lektion
nl_nl: Lesnaam

source: Lesson Title
de_de: Lektion Titel
nl_nl: Les Titel

source: Lessons
de_de: Lektionen
nl_nl: Lessen

source: Level Tagline
nl_nl: Niveau Tagline

source: Level Title
de_de: Level Titel
nl_nl: Niveau Titel

source: Levels
nl_nl: Niveaus

source: License Key
de_de: Lizenzschlüssel
nl_nl: Licentiesleutel

source: Light Mode
nl_nl: Lichtmodus

source: Link Color
nl_nl: Link kleur

source: Link copied to clipboard
de_de: Link in die Zwischenablage kopiert
nl_nl: Link gekopieerd naar klembord

source: Link or Button colors of the header area
nl_nl: Link- of knopkleuren van de header

source: Links have been updated for the course
de_de: Die Links wurden für den Kurs aktualisiert
nl_nl: Links zijn bijgewerkt voor de cursus

source: Links have been updated for the space
de_de: Die Links wurden für den Raum aktualisiert
nl_nl: Links zijn bijgewerkt voor de ruimte

source: Links have been updated.
de_de: Die Links wurden aktualisiert.
nl_nl: Links zijn bijgewerkt.

source: List
de_de: Liste
nl_nl: Lijst

source: Load more
de_de: Mehr laden
nl_nl: Meer laden

source: Loading.....
nl_nl: Laden.....

source: Local
de_de: Lokales
nl_nl: Lokaal

source: Lock Screen
de_de: Sperrbildschirm
nl_nl: Vergrendelscherm

source: Lock Screen Type
de_de: Sperrbildschirm Typ
nl_nl: Type vergrendelscherm

source: Lockscreen settings have been updated successfully.
de_de: Die Einstellungen für den Sperrbildschirm wurden erfolgreich aktualisiert.
nl_nl: De instellingen van het vergrendelscherm zijn bijgewerkt.

source: Log In & Accept Invitation
de_de: Einloggen & Einladung annehmen
nl_nl: Inloggen & Uitnodiging accepteren
