Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: Recommended dimensions: 480 x 120, 4:1 aspect ratio.
de_de: Empfohlene Abmessungen: 480 x 120, Seitenverhältnis 4:1.
nl_nl: Aanbevolen afmetingen: 480 x 120, beeldverhouding 4:1.

source: Recommended Plugins and Addons
de_de: Empfohlene Plugins und Addons
nl_nl: Aanbevolen plugins en addons

source: Recommended Size: 1200 x 375px
de_de: Empfohlene Größe: 1200 x 375px
nl_nl: Aanbevolen grootte: 1200 x 375px

source: Redirect URL
de_de: URL umleiten
nl_nl: URL omleiden

source: Redirect URL for Public Users
de_de: Umleitungs-URL für öffentliche Benutzer
nl_nl: Omleidings-URL voor openbare gebruikers

source: Register & Accept invitation
de_de: Registrieren & Einladung annehmen
nl_nl: Registreren en uitnodiging accepteren

source: Registration is disabled for this community
de_de: Die Registrierung ist für diese Community deaktiviert
nl_nl: Registratie is uitgeschakeld voor deze community

source: Registration URL for public Users
de_de: Registrierungs-URL für öffentliche Nutzer
nl_nl: Registratie-URL voor openbare gebruikers

source: Remove
de_de: Entfernen
nl_nl: Verwijder

source: Remove From Bookmark
de_de: Aus Lesezeichen entfernen
nl_nl: Verwijderen uit bladwijzer

source: Remove Media
de_de: Medien entfernen
nl_nl: Media verwijderen

source: Remove Member
de_de: Mitglied entfernen
nl_nl: Lid verwijderen

source: Remove Member?
de_de: Mitglied entfernen?
nl_nl: Lid verwijderen?

source: Remove Preview
de_de: Vorschau entfernen
nl_nl: Voorbeeld verwijderen

source: Remove Student?
de_de: Schüler entfernen?
nl_nl: Student verwijderen?

source: Removed from bookmark
de_de: Vom Lesezeichen entfernt
nl_nl: Verwijderd van bladwijzer

source: Reply
de_de: Antwort
nl_nl: Antwoord

source: Reply to email (optional)
de_de: Auf E-Mail antworten (optional)
nl_nl: E-mail beantwoorden (optioneel)

source: Reply to name (Optional)
de_de: Auf Namen antworten (optional)
nl_nl: Naam beantwoorden (optioneel)

source: Replying to
de_de: Antworten auf
nl_nl: Beantwoorden

source: Request Access
de_de: Zugang anfordern
nl_nl: Toegang aanvragen

source: Requested %s
de_de: Angefordert %s
nl_nl: Gevraagd %s

source: Required
de_de: Erforderlich
nl_nl: Vereist

source: Resend
de_de: Neu senden
nl_nl: Opnieuw versturen

source: Reset your password
de_de: Setze dein Passwort zurück
nl_nl: Wachtwoord opnieuw instellen

source: Restart automation multiple times for a contact for this event. (Enable only if you want to restart automation for the same contact.)
de_de: Starte die Automatisierung für einen Kontakt mehrmals für dieses Ereignis neu. (Aktiviere diese Option nur, wenn du die Automatisierung für denselben Kontakt neu starten willst.)
nl_nl: Automatisering meerdere keren opnieuw starten voor een contact voor deze gebeurtenis. (Alleen inschakelen als je de automatisering voor hetzelfde contact opnieuw wilt starten).

source: Restart the automation multiple times for a contact for this event. (Only enable this if you want to restart the automation for the same contact)
de_de: Starte die Automatisierung mehrmals für einen Kontakt für dieses Ereignis neu. (Aktiviere dies nur, wenn du die Automatisierung für denselben Kontakt neu starten willst)
nl_nl: Herstart de automatisering meerdere keren voor een contact voor deze gebeurtenis. (Schakel dit alleen in als je de automatisering opnieuw wilt starten voor hetzelfde contact)

source: Rich Media Post Layout
nl_nl: Rijke media postopmaak

source: Role
de_de: Rolle
nl_nl: Rol

source: Saturday
de_de: Samstag
nl_nl: Zaterdag

source: Save
de_de: Speichern
nl_nl: Opslaan

source: save
de_de: speichern
nl_nl: opslaan

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Save Changes & Close
de_de: Änderungen speichern & schließen
nl_nl: Wijzigingen opslaan en sluiten

source: Save Settings
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan

source: Schedule
de_de: Zeitplan
nl_nl: Schema

source: Schedule has been updated
de_de: Der Zeitplan wurde aktualisiert
nl_nl: Schema is bijgewerkt

source: Scheduled
de_de: Geplant
nl_nl: Gepland

source: Search
de_de: Suche
nl_nl: Zoek op

source: Search for an existing user or Invite by Email
de_de: Nach einem bestehenden Nutzer suchen oder per E-Mail einladen
nl_nl: Een bestaande gebruiker zoeken of per e-mail uitnodigen

source: Search for anything
de_de: Suche nach etwas
nl_nl: Alles zoeken

source: Search Gifs
de_de: Gifs suchen
nl_nl: Gifs zoeken

source: Search here...
de_de: Suche hier...
nl_nl: Zoek hier...

source: Search in %s
de_de: Suche in %s
nl_nl: Zoeken in %s

source: Search Members...
de_de: Mitglieder suchen...
nl_nl: Leden zoeken...

source: Search...
de_de: Suche...
nl_nl: Zoeken...

source: Secondary
de_de: Sekundäres
nl_nl: Secundair

source: Secondary Border Color
nl_nl: Kleur secundaire rand

source: Secondary Content Background
nl_nl: Secundaire inhoud Achtergrond

source: Secondary Nav Active Background
nl_nl: Secundaire actieve Nav-achtergrond

source: Secondary Nav Active Color
nl_nl: Secundaire actieve Nav-kleur

source: Secondary Nav Text Color
nl_nl: Secundaire actieve Nav-tekstkleur

source: Secret
de_de: Geheimnis
nl_nl: Geheim

source: Section has been deleted successfully.
de_de: Der Abschnitt wurde erfolgreich gelöscht.
nl_nl: Sectie is succesvol verwijderd.

source: Section indexes have been updated successfully.
de_de: Die Abschnittsindizes wurden erfolgreich aktualisiert.
nl_nl: Sectie-index is geüpdate.

source: Section Title
de_de: Abschnitt Titel
nl_nl: Sectie Titel

source: Select a page
de_de: Wähle eine Seite
nl_nl: Selecteer een pagina

source: Select a topic
de_de: Wähle ein Thema
nl_nl: Selecteer een topic

source: Select a user registration page
de_de: Wähle eine Seite für die Benutzerregistrierung
nl_nl: Selecteer een gebruiker registratie-pagina

source: Select a user registration page. The page must include the [fluent_community_registration] shortcode.
de_de: Wähle eine Seite zur Benutzerregistrierung aus. Die Seite muss den Shortcode [fluent_community_registration] enthalten.
nl_nl: Selecteer een gebruiker registratie-pagina. De pagina moet de [fluent_community_registration] shortcode bevatten.

source: Select Access Roles
de_de: Zugangsrollen auswählen
nl_nl: Selecteer toegangsrollen

source: Select Color Schema
nl_nl: Selecteer Kleurenschema

source: Select Communities
de_de: Gemeinden auswählen
nl_nl: Selecteer communities

source: Select Digest Email Day
de_de: Digest E-Mail Tag auswählen
nl_nl: Dag kiezen voor samenvattingsmail

source: Select Drip date
de_de: Drip-Datum auswählen
nl_nl: Kies vrijgavedatum

source: Select Group
de_de: Gruppe auswählen
nl_nl: Selecteer groep

source: Select or paste your emoji here
de_de: Wähle oder füge dein Emoji hier ein
nl_nl: Selecteer of plak hier je emoji

source: Select Privacy
de_de: Datenschutz auswählen
nl_nl: Selecteer privacy

source: Select Role
de_de: Rolle wählen
nl_nl: Selecteer rol

source: Select S3 Location
de_de: S3 Standort auswählen
nl_nl: Selecteer S3 locatie

source: Select Shape Color:
de_de: Wähle die Farbe der Form:
nl_nl: Kies vormkleur

source: Select Shape:
de_de: Form wählen:
nl_nl: Selecteer vorm:

source: Select Space
de_de: Raum wählen
nl_nl: Selecteer groep

source: Select Spaces
de_de: Räume auswählen
nl_nl: Selecteer groepen

source: Select spaces where this topic will be visible.
de_de: Wähle Räume aus, in denen dieses Thema sichtbar sein soll.
nl_nl: Selecteer groepen waar dit onderwerp zichtbaar zal zijn.

source: Select Status
de_de: Status auswählen
nl_nl: Selecteer status

source: Select Type
de_de: Typ auswählen
nl_nl: Selecteer type

source: Select type
de_de: Typ auswählen
nl_nl: Selecteer type

source: Select User
de_de: Benutzer auswählen
nl_nl: Selecteer gebruiker

source: Select user roles who can access the portal.
de_de: Wähle Benutzerrollen aus, die auf das Portal zugreifen können.
nl_nl: Kies gebruikersrollen voor portaaltoegang.

source: Select which communities this automation funnel is for.
de_de: Wähle aus, für welche Communities diese Automatisierung gedacht ist.
nl_nl: Selecteer voor welke communities deze automation-funnel is.

source: Select which courses this automation is for.
de_de: Wähle aus, für welche Kurse diese Automatisierung gilt.
nl_nl: Selecteer voor welke cursussen deze automatisering is.

source: Selected comment has been deleted
de_de: Der ausgewählte Kommentar wurde gelöscht
nl_nl: De geselecteerde opmerking is verwijderd

source: Selected user is not a student of this course
de_de: Ausgewählter Benutzer ist kein Schüler dieses Kurses
nl_nl: Geselecteerde gebruiker is geen student van deze cursus

source: Selected user is not active
de_de: Ausgewählter Benutzer ist nicht aktiv
nl_nl: Geselecteerde gebruiker is niet actief

source: Self Paced
de_de: Selbstgesteuert
nl_nl: In eigen tempo

source: Send an email to the author when a new comment is added to a post.
de_de: Sende eine E-Mail an den Autor, wenn ein neuer Kommentar zu einem Beitrag hinzugefügt wird.
nl_nl: Stuur een e-mail naar de auteur wanneer een nieuw commentaar is toegevoegd aan een bericht.

source: Send an email when an admin or moderator tags (@everyone) on a post or tags someone in a post or comment.
de_de: Sende eine E-Mail, wenn ein Administrator oder Moderator einen Beitrag markiert (@everyone) oder jemanden in einem Beitrag oder Kommentar markiert.
nl_nl: Stuur een e-mail wanneer een beheerder of moderator een tag (@everyone) toevoegt aan een bericht of iemand tagt in een bericht of commentaar.

source: Send Email Invitation
de_de: E-Mail-Einladung senden
nl_nl: E-mailuitnodiging versturen

source: Send Invitation
de_de: Einladung senden
nl_nl: Uitnodiging versturen

source: Server Storage
de_de: Server Speicher
nl_nl: Serveropslag

source: Set a featured image at the top of the welcome banner. Recommended image dimension: 1680x600
de_de: Lege ein Bild am oberen Rand des Willkommensbanners fest. Empfohlene Bildgröße: 1680x600
nl_nl: Stel een uitgelichte afbeelding in bovenaan de welkomstbanner. Aanbevolen afbeeldingsafmeting: 1680x600

source: Set Logo
de_de: Logo setzen
nl_nl: Logo Instellen

source: Set Open Graph Image
de_de: Open Graph Bild einstellen
nl_nl: Open Graph afbeelding instellen

source: Set your from name, email, and email footer. These configurations will be used to send emails from FluentCommunity.
de_de: Lege deinen Absendernamen, deine E-Mail und deine E-Mail-Fußzeile fest. Diese Konfigurationen werden für den Versand von E-Mails von FluentCommunity verwendet.
nl_nl: Stel je van-naam, e-mail en e-mailvoetregel in. Deze instellingen worden gebruikt om e-mails te versturen vanuit FluentCommunity.

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Settings could not be loaded
de_de: Einstellungen konnten nicht geladen werden
nl_nl: Instellingen konden niet worden geladen

source: Settings for Emoji & Reaction features
de_de: Einstellungen für Emoji & Reaktionsfunktionen
nl_nl: Instellingen voor Emoji & Reactie-functies

source: Settings for Leaderboard & Gamification features
de_de: Einstellungen für Leaderboard & Gamification Funktionen
nl_nl: Instellingen voor Leaderboard & Gamification-functies

source: Settings have been saved successfully.
de_de: Die Einstellungen wurden erfolgreich gespeichert.
nl_nl: De instellingen zijn succesvol opgeslagen.

source: Settings saved successfully
de_de: Einstellungen erfolgreich gespeichert
nl_nl: Instellingen succesvol opgeslagen

source: Shape
de_de: Form
nl_nl: Vorm

source: Short Bio
de_de: Kurzbiografie
nl_nl: Vertel iets over jezelf...

source: Short Description
de_de: Kurzbeschreibung
nl_nl: Korte Beschrijving

source: Short title of this post
de_de: Kurzer Titel dieses Beitrags
nl_nl: Korte titel van dit bericht

source: Show a customized badge on user profiles beside their names to easily recognize your admins or moderators, or to give appreciation to your power users.
de_de: Zeige ein individuelles Abzeichen auf den Nutzerprofilen neben ihrem Namen an, um deine Admins oder Moderatoren leicht zu erkennen oder um deine Power-User zu würdigen.
nl_nl: Toon een aangepaste badge op gebruikersprofielen naast hun naam om je admins of moderators gemakkelijk te herkennen, of om je power users te waarderen.

source: Show Default Feed link on left sidebar
de_de: Standard-Feed-Link in der linken Seitenleiste anzeigen
nl_nl: Toon de link Standaard feed in de linker zijbalk

source: Show icon on header menu items
de_de: Symbol auf Kopfzeilenmenüpunkten anzeigen
nl_nl: Toon pictogram op koptekst menu-items

source: Show Label on Badge
de_de: Etikett auf dem Abzeichen anzeigen
nl_nl: Label op badge tonen

source: Show last activity of a user on the profile page
de_de: Letzte Aktivität eines Nutzers auf der Profilseite anzeigen
nl_nl: Toon laatste activiteit van een gebruiker op de profielpagina

source: Show More
de_de: Mehr zeigen
nl_nl: Meer tonen

source: Show powered by text
de_de: Powered by Text anzeigen
nl_nl: Toon aangedreven door tekst

source: Show Right Sidebar on Space
de_de: Rechte Seitenleiste im Raum anzeigen
nl_nl: Toon rechter zijbalk op Ruimte

source: Show Spaces even if the user is not a member of any space
de_de: Spaces anzeigen, auch wenn der Nutzer kein Mitglied in einem Space ist
nl_nl: Groepen tonen, zelfs als de gebruiker geen lid is van een groep

source: Show Topics on Post Card
de_de: Themen auf Postkarte anzeigen
nl_nl: Toon onderwerpen op post kaart

source: Show/Hide Topics On post Card
de_de: Themen auf der Postkarte anzeigen/ausblenden
nl_nl: Toon/verberg onderwerpen op post kaart

source: Sidebar Bottom Link Groups
de_de: Linkgruppen in der Seitenleiste unten
nl_nl: Zijbalk beneden-links Groep

source: Signup
de_de: Anmeldung
nl_nl: Aanmelden

source: Site Logo (For Dark Mode)
de_de: Website-Logo (für den dunklen Modus)
nl_nl: Site Logo (voor donkere modus)

source: Site Logo (For Light Background)
de_de: Website-Logo (für hellen Hintergrund)
nl_nl: Sitelogo (voor lichte achtergrond)

source: Sky Blue
nl_nl: Hemelsblauw

source: Sky Blue (Dark)
nl_nl: Hemelsblauw (Donker)

source: Slug (optional)
de_de: Schnecke (optional)
nl_nl: Slug (optioneel)

source: Slug can not be empty
de_de: Slug kann nicht leer sein
nl_nl: Slug kan niet leeg zijn

source: Slug has been changed successfully
de_de: Der Slug wurde erfolgreich geändert
nl_nl: Slug is succesvol gewijzigd

source: Slug of the topic
de_de: Schläger des Themas
nl_nl: Slak van het onderwerp

source: Slug of your topic
de_de: Schlagwort deines Themas
nl_nl: Slug van je onderwerp

source: Someone
de_de: Jemand
nl_nl: Iemand

source: Something is not working! Please try again
de_de: Etwas funktioniert nicht! Bitte versuche es erneut
nl_nl: Er werkt iets niet! Probeer het opnieuw

source: Sorry you do not have permission to access this.
de_de: Du hast leider keine Erlaubnis, darauf zuzugreifen.
nl_nl: Sorry, je hebt geen toestemming om dit te openen.

source: Sorry! this community could not be loaded
de_de: Sorry! Diese Community konnte nicht geladen werden
nl_nl: Sorry! Deze community kon niet worden geladen

source: Sorry! you do not have access to this post or invalid request
de_de: Sorry! Du hast keinen Zugriff auf diesen Beitrag oder ungültige Anfrage
nl_nl: Sorry! je hebt geen toegang tot deze post of ongeldig verzoek

source: Sorry, no lesson found
de_de: Sorry, keine Lektion gefunden
nl_nl: Sorry, geen les gevonden

source: Sorry, the course can not be loaded
de_de: Sorry, der Kurs kann nicht geladen werden
nl_nl: Sorry, de cursus kan niet worden geladen

source: Sorry, the course could not be loaded.
de_de: Sorry, der Kurs konnte nicht geladen werden.
nl_nl: Sorry, de cursus kon niet worden geladen.

source: Sorry, the requested post could not be found.
de_de: Sorry, der angeforderte Beitrag konnte nicht gefunden werden.
nl_nl: Sorry, het gevraagde bericht kon niet worden gevonden.

source: Sorry, the selected plugins could not be installed
de_de: Sorry, die ausgewählten Plugins konnten nicht installiert werden
nl_nl: Sorry, de geselecteerde plugins konden niet worden geïnstalleerd

source: Sorry, you do not have permission to view this page
de_de: Du hast leider keine Erlaubnis, diese Seite zu sehen
nl_nl: Sorry, je hebt geen toestemming om deze pagina te bekijken

source: Sort by
de_de: Sortieren nach
nl_nl: Sorteren op

source: Sort by:
de_de: Sortieren nach:
nl_nl: Sorteren op:

source: Sort comments by
de_de: Kommentare sortieren nach
nl_nl: Opmerkingen sorteren op

source: Sort members by
de_de: Mitglieder sortieren nach
nl_nl: Sorteer leden op

source: Sort posts by
de_de: Beiträge sortieren nach
nl_nl: Sorteer berichten op

source: Space
de_de: Raum
nl_nl: Groep

source: Space Admin (All Access)
nl_nl: Admin (alle toegang)

source: Space Description
de_de: Raum Beschreibung
nl_nl: Ruimte Beschrijving

source: Space Emoji
de_de: Raum Emoji
nl_nl: Ruimte Emoji

source: Space group has been created successfully
de_de: Die Gruppe wurde erfolgreich erstellt
nl_nl: Groepsruimte is succesvol aangemaakt

source: Space group has been created updated
de_de: Gruppe wurde erstellt aktualisiert
nl_nl: Ruimte groep is gemaakt bijgewerkt

source: Space group has been deleted successfully
de_de: Die Gruppe wurde erfolgreich gelöscht
nl_nl: Space group is succesvol verwijderd

source: Space group indexes have been updated.
de_de: Die Indizes der Raumgruppen wurden aktualisiert.
nl_nl: De indexen van ruimtegroepen zijn bijgewerkt.

source: Space Groups
de_de: Raumgruppen
nl_nl: Ruimte Groepen

source: Space has been created successfully
de_de: Der Raum wurde erfolgreich erstellt
nl_nl: Ruimte is succesvol aangemaakt

source: Space has been deleted successfully
de_de: Der Raum wurde erfolgreich gelöscht
nl_nl: Ruimte is succesvol verwijderd

source: Space has been moved successfully
de_de: Der Raum wurde erfolgreich verschoben
nl_nl: Ruimte is succesvol verplaatst

source: Space has been updated
de_de: Der Raum wurde aktualisiert
nl_nl: Ruimte is bijgewerkt

source: Space indexes have been updated.
de_de: Die Raumindizes wurden aktualisiert.
nl_nl: De ruimte-indexen zijn bijgewerkt.

source: Space Links
de_de: Raum Links
nl_nl: Ruimte Links

source: Space Logo
de_de: Raum Logo
nl_nl: Ruimte Logo

source: Space Management Roles
de_de: Raum-Management-Rollen
nl_nl: Rollen voor ruimtebeheer

source: Space Moderator
de_de: Raum-Moderator
nl_nl: Ruimte Moderator

source: Space Settings
de_de: Raumeinstellungen
nl_nl: Groepsinstellingen

source: Space Slug (no space or special chars)
de_de: Space Slug (keine Leer- oder Sonderzeichen)
nl_nl: Space Slug (geen spaties of speciale tekens)

source: Space Title
de_de: Raum Titel
nl_nl: Ruimte Titel

source: Space username
de_de: Raum-Benutzername
nl_nl: Ruimte gebruikersnaam

source: Space visibility
de_de: Raumsichtbarkeit
nl_nl: Zichtbaarheid in de ruimte

source: Spaces
de_de: Räume
nl_nl: Groepen

source: Start Date
de_de: Startdatum
nl_nl: Startdatum

source: Storage Location
de_de: Speicherort
nl_nl: Opslaglocatie

source: Storage settings have been updated successfully
de_de: Die Speichereinstellungen wurden erfolgreich aktualisiert
nl_nl: Opslaginstellingen zijn succesvol bijgewerkt

source: Structured
nl_nl: Gestructureerd

source: Student has been removed from this course
de_de: Der Schüler wurde aus diesem Kurs entfernt
nl_nl: Student is verwijderd uit deze cursus

source: Students
de_de: Studierende
nl_nl: Studenten

source: Su_Mo_Tu_We_Th_Fr_Sa
de_de: So_Mo_Tu_We_Th_Fr_Sa
nl_nl: Zo_Ma_Di_Wo_Do_Vr_Za

source: Sub-title of your topic
de_de: Untertitel deines Themas
nl_nl: Subtitel van je topic

source: Subscribe to new posts notifications by space
de_de: Benachrichtigungen über neue Beiträge per Space abonnieren
nl_nl: Meld je aan voor meldingen van nieuwe berichten per groep

source: Subscription Status
de_de: Abonnement-Status
nl_nl: Abonnementsstatus

source: Sun_Mon_Tue_Wed_Thu_Fri_Sat
de_de: So_Mon_Di_Wed_Thu_Fri_Sat
nl_nl: Zon_Ma_Di_Woe_Do_Vrij_Zat

source: Sunday
de_de: Sonntag
nl_nl: Zondag

source: Sunday_Monday_Tuesday_Wednesday_Thursday_Friday_Saturday
de_de: Sonntag_Montag_Dienstag_Mittwoch_Donnerstag_Freitag_Samstag
nl_nl: Zondag_Maandag_Dinsdag_Woensdag_Donderdag_Vrijdag_Saturday

source: Sunset Sands (Dark)
nl_nl: Sunset Sands (Donker)

source: SVG Code for Icon (Simplified SVG Code) / Emoji
de_de: SVG Code für Icon (Vereinfachter SVG Code) / Emoji
nl_nl: SVG-code voor pictogrammen (Vereenvoudigde SVG-code) / Emoji

source: SVG Code. No url please / You can use emoji
de_de: SVG Code. Bitte keine Url / Du kannst Emoji verwenden
nl_nl: SVG-code. Geen url a.u.b. / Je kunt emoji gebruiken

source: Switch to List View
de_de: Zur Listenansicht wechseln
nl_nl: Overschakelen naar lijstweergave

source: Switch to Timeline View
de_de: Zur Zeitleistenansicht wechseln
nl_nl: Overschakelen naar tijdlijnweergave

source: Tag Everyone
de_de: Tag Jeder
nl_nl: Tag iedereen

source: Targeted Communitues
de_de: Zielgruppen
nl_nl: Gerichte communities

source: Targeted Courses
de_de: Gezielte Kurse
nl_nl: Gerichte cursussen

source: Text
nl_nl: Tekst

source: Text Color
de_de: Textfarbe
nl_nl: Tekst Kleur

source: Text color of the active item in the sidebar
nl_nl: Tekstkleur van het actieve item in de zijbalk

source: Text color of the active item in the top menu
nl_nl: Tekstkleur van het actieve item in het bovenste menu

source: Text color of the hovered item in the sidebar
nl_nl: Tekstkleur van het item met de muisaanwijzer in de zijbalk

source: Text color of the hovered item in the top menu
nl_nl: Tekstkleur van het zwevende item in het bovenste menu

source: Text color of the main area this includes post, comment, headings
nl_nl: Tekstkleur van het hoofdgedeelte, inclusief bericht, commentaar en koppen

source: Text color of the primary buttons. This includes the buttons in the post, comment, and forms.
nl_nl: Tekstkleur van de primaire knoppen. Dit geldt ook voor de knoppen in het bericht, het commentaar en de formulieren.

source: Text color of the secondary area this includes post meta, comment meta
nl_nl: Tekstkleur van het secundaire gebied dit omvat post meta, commentaar meta

source: Text color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
nl_nl: Tekstkleur van de secundaire knoppen bij actieve status. Dit omvat de knoppen in de ruimte, het gebruikersprofiel en andere secundaire headers.

source: Text/Link
nl_nl: Tekst/Link

source: Thank you for registering with us! To complete the setup of your account, please enter the verification code below on the registration page.
de_de: Danke, dass du dich bei uns registriert hast! Um die Einrichtung deines Kontos abzuschließen, gib bitte den Verifizierungscode unten auf der Anmeldeseite ein.
nl_nl: Bedankt voor je registratie! Voer de onderstaande verificatiecode in op de registratiepagina om de installatie van je account te voltooien.

source: The Best Email Marketing Automation Plugin for WordPress. Capture, Segment and Automate your Marketing.
de_de: Das beste E-Mail-Marketing-Automatisierungs-Plugin für WordPress. Erfasse, segmentiere und automatisiere dein Marketing.
nl_nl: De beste E-mail Automatisering Plugin voor WordPress. Leg je marketing vast, segmenteer en automatiseer.

source: The file must be an image type.
de_de: Die Datei muss ein Bildtyp sein.
nl_nl: Het bestand moet een afbeeldingstype zijn.

source: The main background color of the sidebar
nl_nl: De hoofdachtergrondkleur van de zijbalk

source: The post has been deleted
de_de: Der Beitrag wurde gelöscht
nl_nl: Het bericht is verwijderd

source: The post URL may be incorrect
de_de: Die Post-URL könnte falsch sein
nl_nl: De URL van het bericht kan onjuist zijn
