Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: Logged in
de_de: Eingeloggt
nl_nl: Ingelogd

source: Logged out
de_de: Ausgeloggt
nl_nl: Uitgelogd

source: Login
de_de: Anmeldung
nl_nl: Inloggen

source: Login / Registration URLs
de_de: Anmeldung / Registrierung URLs
nl_nl: URL's voor inloggen/registratie

source: Login / Signup
de_de: Anmeldung / Registrierung
nl_nl: Inloggen / Aanmelden

source: Login or Signup
de_de: Anmelden oder Registrieren
nl_nl: Inloggen of Aanmelden

source: Login or Signup to join the community
de_de: Anmelden oder registrieren, um der Community beizutreten
nl_nl: Login of meld je aan om lid te worden van de community

source: Login to %s
de_de: Anmeldung bei %s
nl_nl: Inloggen op %s

source: Login to enroll this course
de_de: Einloggen, um diesen Kurs einzuschreiben
nl_nl: Inloggen voor deze cursus

source: Login URL for public Users
de_de: Login URL für öffentliche Benutzer
nl_nl: Inlog-URL voor openbare gebruikers

source: Login/Signup Form Type
de_de: Anmeldung/Anmeldungsformular Typ
nl_nl: Type aanmeldingsformulier

source: Logout
de_de: Abmelden
nl_nl: Uitloggen

source: Looks like your license has expired.
de_de: Sieht aus, als ob deine Lizenz abgelaufen ist.
nl_nl: Het lijkt erop dat je licentie verlopen is.

source: Lost your password?
de_de: Hast du dein Passwort vergessen?
nl_nl: Wachtwoord kwijt?

source: Mailing Settings
de_de: Mailing-Einstellungen
nl_nl: Mailing-instellingen

source: Manage
de_de: Verwalte
nl_nl: Beheren

source: Manage all topics.
de_de: Verwalte alle Themen.
nl_nl: Beheer alle onderwerpen.

source: Manage Courses
de_de: Kurse verwalten
nl_nl: Cursussen beheren

source: Manage Links
de_de: Links verwalten
nl_nl: Koppelingen beheren

source: Manage Topics
de_de: Themen verwalten
nl_nl: Onderwerpen beheren

source: March
de_de: März
nl_nl: Maart

source: Mark all as read
de_de: Alle als gelesen markieren
nl_nl: Alles markeren als gelezen

source: Mark this account as verified
de_de: Markiere dieses Konto als verifiziert
nl_nl: Markeer deze account als geverifieerd

source: Maximum Number of Topics a space may have
de_de: Maximale Anzahl von Themen, die ein Raum haben kann
nl_nl: Maximum aantal onderwerpen dat een ruimte mag hebben

source: Maximum Number of Topics a user can select when creating a post
de_de: Maximale Anzahl von Themen, die ein Benutzer beim Erstellen eines Beitrags auswählen kann
nl_nl: Maximum aantal onderwerpen dat een gebruiker kan selecteren bij het maken van een bericht

source: May
de_de: Mai
nl_nl: Mei

source: Media image
de_de: Medienbild
nl_nl: Media-afbeelding

source: Media Preview image
de_de: Medien Vorschaubild
nl_nl: Media Voorbeeld

source: Media preview image has been removed successfully.
de_de: Das Medienvorschaubild wurde erfolgreich entfernt.
nl_nl: Media voorbeeld-afbeelding is succesvol verwijderd.

source: Member
de_de: Mitglied
nl_nl: Lid

source: Member status have been updated
de_de: Der Mitgliederstatus wurde aktualisiert
nl_nl: Lidstatus is bijgewerkt

source: Members
de_de: Mitglieder
nl_nl: Leden

source: Members can enable/disable their own digest status
de_de: Mitglieder können ihren eigenen Übersichtsstatus aktivieren/deaktivieren
nl_nl: Leden kunnen hun eigen weekelijkse e-mailoverzicht in-/uitschakelen

source: Members have to be invited to this course.
de_de: Die Mitglieder müssen zu diesem Kurs eingeladen werden.
nl_nl: Leden moeten worden uitgenodigd voor deze cursus.

source: Members have to be invited to this space.
de_de: Die Mitglieder müssen zu diesem Raum eingeladen werden.
nl_nl: Wanneer je een cursus of abonnement gekocht hebt wordt je automatisch lid van deze ruimte.

source: Members Only
de_de: Nur für Mitglieder
nl_nl: Alleen voor leden

source: Membership Request Under Review
de_de: Antrag auf Mitgliedschaft wird geprüft
nl_nl: Je aanvraag is in behandeling

source: Membership Role
de_de: Rolle der Mitgliedschaft
nl_nl: Lidmaatschap Rol

source: Mention all members?
de_de: Alle Mitglieder erwähnen?
nl_nl: Alle leden vermelden?

source: Mentions
de_de: Erwähnungen
nl_nl: Vermeldingen

source: Menu Group
de_de: Menü Gruppe
nl_nl: Groepsmenu

source: Menu Settings
de_de: Menü Einstellungen
nl_nl: Menu-instellingen

source: Menu settings saved successfully.
de_de: Die Menüeinstellungen wurden erfolgreich gespeichert.
nl_nl: Menu-instellingen succesvol opgeslagen.

source: Message
de_de: Nachricht
nl_nl: Bericht

source: Message is required
nl_nl: Bericht is vereist

source: Message to show for users without matching roles.
de_de: Nachricht, die für Benutzer ohne passende Rollen angezeigt wird.
nl_nl: Bericht dat moet worden weergegeven voor gebruikers zonder overeenkomende rollen.

source: Minimum Points
de_de: Mindestpunkte
nl_nl: Minimaal aantal punten

source: Moderator Settings
de_de: Moderator Einstellungen
nl_nl: Moderator instellingen

source: Monday
de_de: Montag
nl_nl: Maandag

source: Month
de_de: Monat
nl_nl: Maand

source: Most Replied
de_de: Meist geantwortet
nl_nl: Meest beantwoord

source: Move Space
de_de: Raum bewegen
nl_nl: Ruimte verplaatsen

source: My Courses
de_de: Meine Kurse
nl_nl: Mijn cursussen

source: My Profile
de_de: Mein Profil
nl_nl: Mijn profiel

source: My Spaces
de_de: Meine Räume
nl_nl: Mijn Ruimtes

source: n/a
de_de: k.A
nl_nl: n.v.t.

source: Name
nl_nl: Naam

source: Name of the Link
de_de: Name des Links
nl_nl: Naam van de link

source: Name that will be used for replyTo attribute
de_de: Name, der für das replyTo-Attribut verwendet werden soll
nl_nl: Naam die zal worden gebruikt voor het replyTo attribuut

source: Name that will be used to send emails
de_de: Name, der für den Versand von E-Mails verwendet wird
nl_nl: Naam die wordt gebruikt om e-mails te versturen

source: Navigations
nl_nl: Navigaties

source: New
de_de: Neu
nl_nl: Nieuw

source: New Activity
de_de: Neue Aktivität
nl_nl: Nieuwe activiteit

source: New Article
de_de: Neuer Artikel
nl_nl: Nieuw artikel

source: New comment on %1$s - %2$s
de_de: Neuer Kommentar zu %1$s - %2$s
nl_nl: Nieuwe reactie op %1$s - %2$s

source: New comment on a post on %1$s - %2$s
de_de: Neuer Kommentar zu einem Beitrag auf %1$s - %2$s
nl_nl: Nieuw commentaar op een bericht over %1$s - %2$s

source: New Course
de_de: Neuer Kurs
nl_nl: Nieuwe cursus

source: New Invite
nl_nl: Nieuwe uitnodiging

source: New Post By %1$s: %2$s
de_de: Neuer Beitrag von %1$s: %2$s
nl_nl: Nieuw bericht door %1$s: %2$s

source: New Posts Notifications
de_de: Benachrichtigungen über neue Beiträge
nl_nl: Meldingen nieuwe berichten

source: New reply of a comment in a post on %1$s - %2$s
de_de: Neue Antwort auf einen Kommentar in einem Beitrag zu %1$s - %2$s
nl_nl: Nieuw antwoord van een reactie in een bericht over %1$s - %2$s

source: New reply on comment at %1$s - %2$s
de_de: Neue Antwort auf Kommentar bei %1$s - %2$s
nl_nl: Nieuw antwoord op commentaar op %1$s - %2$s

source: New Space
de_de: Neuer Raum
nl_nl: Nieuwe Ruimte

source: New Topic
de_de: Neues Thema
nl_nl: Nieuw onderwerp

source: Next
de_de: Nächste
nl_nl: Volgende

source: No
de_de: Nein
nl_nl: Nee

source: No %s members found in this community.
de_de: Keine %s-Mitglieder in dieser Community gefunden.
nl_nl: Geen %s leden gevonden in deze community.

source: No badges have been configured.
de_de: Es wurden keine Abzeichen konfiguriert.
nl_nl: Er zijn geen badges geconfigureerd.

source: No comments from any lessons yet! Comments from all lessons will be shown here.
de_de: Noch keine Kommentare zu den Lektionen! Die Kommentare zu allen Lektionen werden hier angezeigt.
nl_nl: Nog geen reacties van lessen! Reacties van alle lessen worden hier getoond.

source: No digest email will be sent.
de_de: Es wird keine Übersichts-E-Mail verschickt.
nl_nl: Er wordt geen samenvattingse-mail verzonden.

source: No duplicate comment please!
de_de: Bitte keine doppelten Kommentare!
nl_nl: Geen dubbele opmerkingen alsjeblieft!

source: No email will be sent for comments on your post.
de_de: Für Kommentare zu deinem Beitrag wird keine E-Mail verschickt.
nl_nl: Er wordt geen e-mail verzonden voor reacties op je bericht.

source: No email will be sent when someone replies to your comments.
de_de: Es wird keine E-Mail verschickt, wenn jemand auf deinen Kommentar antwortet.
nl_nl: Er wordt geen e-mail verzonden wanneer iemand reageert op je opmerkingen.

source: No emails will be sent when someone mentions you.
de_de: Es werden keine E-Mails verschickt, wenn jemand dich erwähnt.
nl_nl: Er worden geen e-mails verzonden wanneer iemand jou vermeldt.

source: No existing users found based on your search.
de_de: Bei deiner Suche wurden keine vorhandenen Benutzer gefunden.
nl_nl: Geen bestaande gebruikers gevonden op basis van je zoekopdracht.

source: No link has been added for this section
de_de: Es wurde kein Link für diesen Abschnitt hinzugefügt
nl_nl: Er is geen link toegevoegd voor deze sectie

source: No members found
de_de: Keine Mitglieder gefunden
nl_nl: Geen leden gevonden

source: No name
de_de: Kein Name
nl_nl: Geen naam

source: No notifications found
de_de: Keine Benachrichtigungen gefunden
nl_nl: Geen meldingen gevonden

source: No posts found for the selected topic
de_de: Keine Beiträge für das ausgewählte Thema gefunden
nl_nl: Geen berichten gevonden voor het geselecteerde onderwerp

source: No posts found!
de_de: Keine Beiträge gefunden!
nl_nl: Geen berichten gevonden!

source: No recent activities found
de_de: Keine neuen Aktivitäten gefunden
nl_nl: Geen recente activiteiten gevonden

source: No results
de_de: Keine Ergebnisse
nl_nl: Geen resultaten

source: No results found based on your search criteria
de_de: Keine Ergebnisse zu deinen Suchkriterien gefunden
nl_nl: Geen resultaten gevonden op basis van je zoekcriteria

source: No results found. Please search by username
de_de: Keine Ergebnisse gefunden. Bitte suche nach Benutzernamen
nl_nl: Geen resultaten gevonden. Zoek op gebruikersnaam

source: No space or special characters
de_de: Keine Leer- oder Sonderzeichen
nl_nl: Geen spaties of speciale tekens

source: No Spaces found.
de_de: Keine Räume gefunden.
nl_nl: Geen Ruimtes gevonden.

source: No unread notifications found
de_de: Keine ungelesenen Benachrichtigungen gefunden
nl_nl: Geen ongelezen meldingen gevonden

source: No voters yet
de_de: Noch keine Wähler
nl_nl: Nog geen stemmers

source: Not Matched User Roles
de_de: Nicht übereinstimmende Benutzerrollen
nl_nl: Niet overeenkomende gebruikersrollen

source: Notification
de_de: Benachrichtigung
nl_nl: Melding

source: Notification Settings
de_de: Benachrichtigseinstellungen
nl_nl: Meldingsinstellingen

source: Notifications
de_de: Benachrichtigungen
nl_nl: Meldingen

source: Notify for all posts
de_de: Für alle Beiträge benachrichtigen
nl_nl: Melding voor alle berichten

source: Notify only for Admin Posts
de_de: Nur für Admin Posts benachrichtigen
nl_nl: Meld alleen berichten voor beheerders

source: Ocean Blue
nl_nl: Oceaanblauw

source: Ocean Blue (Dark)
nl_nl: Oceaanblauw (Donker)

source: October
de_de: Oktober
nl_nl: Oktober

source: Off Text Color
nl_nl: Uitgeschakelde tekstkleur

source: Oldest
de_de: Älteste
nl_nl: Oudste

source: On my profile
de_de: Auf meinem Profil
nl_nl: Op mijn profiel

source: Onboarding Settings
de_de: Onboarding-Einstellungen
nl_nl: Instellingen voor onboarding

source: Onboarding settings have been updated.
de_de: Die Onboarding-Einstellungen wurden aktualisiert.
nl_nl: Onboarding-instellingen zijn bijgewerkt.

source: Only admin or moderators can create post
de_de: Nur Administratoren oder Moderatoren können Beiträge erstellen
nl_nl: Alleen admin of moderators kunnen berichten maken

source: Only Admin/Moderators
de_de: Nur Admin/Moderatoren
nl_nl: Alleen Admin/Moderators

source: Only admins and moderators can select this topic
de_de: Nur Administratoren und Moderatoren können dieses Thema auswählen
nl_nl: Alleen admins en moderators kunnen dit onderwerp selecteren

source: Only invited members can see who's in the space and what they post.
de_de: Nur eingeladene Mitglieder können sehen, wer in dem Bereich ist und was sie posten.
nl_nl: Alleen uitgenodigde leden kunnen zien wie er in de groep is en wat ze posten.

source: Only invited members can view and post.
de_de: Nur eingeladene Mitglieder können Beiträge sehen und schreiben.
nl_nl: Alleen uitgenodigde leden kunnen berichten plaatsen en bekijken.

source: Only invited students can view and enroll the course content.
de_de: Nur eingeladene Schüler können die Kursinhalte sehen und sich einschreiben.
nl_nl: Alleen uitgenodigde studenten kunnen de cursusinhoud bekijken en inschrijven.

source: Only Logged In Users
de_de: Nur eingeloggte Benutzer
nl_nl: Alleen ingelogde gebruikers

source: Only logged-in members
de_de: Nur eingeloggte Mitglieder
nl_nl: Alleen ingelogde leden

source: Only members added by you or through automation can access the course. They can enroll by paying a fee.
de_de: Nur von dir oder durch Automatisierung hinzugefügte Mitglieder können auf den Kurs zugreifen. Sie können sich einschreiben, indem sie eine Gebühr bezahlen.
nl_nl: Alleen leden die door jou of via automatisering zijn toegevoegd, hebben toegang tot de cursus. Ze kunnen zich inschrijven door een vergoeding te betalen.

source: Only members can see who's in the space and what they post.
de_de: Nur Mitglieder können sehen, wer in dem Bereich ist und was sie posten.
nl_nl: Alleen leden kunnen zien wie er in de groep is en wat ze posten.

source: Only Selected User Roles
de_de: Nur ausgewählte Benutzerrollen
nl_nl: Alleen geselecteerde gebruikersrollen

source: Open in new tab
de_de: In neuem Tab öffnen
nl_nl: In nieuw tabblad openen

source: Open this link in a new tab.
de_de: Öffne diesen Link in einem neuen Tab.
nl_nl: Open deze link in een nieuw tabblad.

source: Optional
nl_nl: Optioneel

source: Optional email
de_de: Optionale E-Mail
nl_nl: Optionele e-mail

source: Optional Reply to email
de_de: Optionale Antwort auf E-Mail
nl_nl: Optioneel E-mail beantwoorden

source: or
de_de: oder
nl_nl: of

source: order color of the secondary sections
nl_nl: volgorde kleur van de secundaire secties

source: Overlay Color
de_de: Overlay Farbe
nl_nl: Overlay Kleur

source: Overview
de_de: Übersicht
nl_nl: Overzicht

source: Page Blocks
de_de: Seitenblöcke
nl_nl: Pagina Blokken

source: Password
de_de: Passwort
nl_nl: Wachtwoord

source: Password and confirmation password do not match
de_de: Passwort und Bestätigungspasswort stimmen nicht überein
nl_nl: Wachtwoord en bevestigingswachtwoord komen niet overeen

source: Password Confirmation
de_de: Passwort-Bestätigung
nl_nl: Wachtwoord bevestigen

source: Password confirmation is required
de_de: Passwortbestätigung ist erforderlich
nl_nl: Wachtwoordbevestiging is vereist

source: Password is required
de_de: Passwort ist erforderlich
nl_nl: Wachtwoord is vereist

source: Paste a URL to embed
de_de: Einfügen einer URL zum Einbetten
nl_nl: Plak een URL om te embedden

source: Paste an iframe code
de_de: Einen iframe-Code einfügen
nl_nl: Een iframe code plakken

source: Paste your SVG here
de_de: Füge deine SVG hier ein
nl_nl: Plak je SVG hier

source: Pending
de_de: Ausstehend
nl_nl: In afwachting van

source: Pending Members
de_de: Ausstehende Mitglieder
nl_nl: Afwachtende leden

source: Permission Denied
de_de: Erlaubnis verweigert
nl_nl: Toestemming geweigerd

source: Pin to sidebar
de_de: An die Seitenleiste heften
nl_nl: Aan zijbalk vastmaken

source: Pin to Top
de_de: Pin nach oben
nl_nl: Bericht vastzetten

source: Pinned to sidebar
de_de: An die Seitenleiste gepinnt
nl_nl: Vastgezet aan zijbalk

source: Placeholder image
de_de: Platzhalterbild
nl_nl: Plaatshouder afbeelding

source: Placeholder Photo
de_de: Platzhalter Foto
nl_nl: Plaatshouder foto

source: Please choose a username matching with your first/last name or full name
de_de: Bitte wähle einen Benutzernamen, der mit deinem Vor- und Nachnamen oder deinem vollständigen Namen übereinstimmt
nl_nl: Kies een gebruikersnaam die overeenkomt met je voornaam/achternaam of volledige naam

source: Please enter an email address
de_de: Bitte gib eine E-Mail Adresse ein
nl_nl: Voer een e-mailadres in

source: Please fill all the required fields correctly
de_de: Bitte fülle alle erforderlichen Felder korrekt aus
nl_nl: Vul alle verplichte velden correct in

source: Please fill in all required fields correctly.
de_de: Bitte fülle alle erforderlichen Felder korrekt aus.
nl_nl: Vul alle verplichte velden correct in.

source: Please join the space first to view the members
de_de: Bitte trete zuerst dem Raum bei, um die Mitglieder zu sehen
nl_nl: Ga eerst naar de groep om de leden te bekijken

source: Please join the Space to post a comment.
de_de: Bitte melde dich im Space an und schreibe einen Kommentar.
nl_nl: Meld je aan bij de groep om een reactie te plaatsen.

source: Please login
de_de: Bitte anmelden
nl_nl: Inloggen

source: Please login to access this page.
de_de: Bitte melde dich an, um auf diese Seite zuzugreifen.
nl_nl: Log in om toegang te krijgen tot deze pagina.

source: Please login to reply to this post
de_de: Bitte logge dich ein, um auf diesen Beitrag zu antworten
nl_nl: Log in om op dit bericht te reageren

source: Please login to view your bookmarks
de_de: Bitte melde dich an, um deine Lesezeichen zu sehen
nl_nl: Log in om je bladwijzers te bekijken

source: Please login/signup to enroll this course
de_de: Bitte logge dich ein/registriere dich, um dich für diesen Kurs anzumelden
nl_nl: Inloggen/aanmelden om deze cursus te volgen

source: Please login/signup to join this community
de_de: Bitte melde dich an/registriere dich, um dieser Community beizutreten
nl_nl: Meld je aan om deel te nemen aan deze community

source: Please provide a license key
de_de: Bitte gib einen Lizenzschlüssel an
nl_nl: Geef een licentiesleutel op

source: Please Provide a license key of
de_de: Bitte geben Sie einen Lizenzschlüssel von
nl_nl: Geef een licentiesleutel van

source: Please provide a valid username
de_de: Bitte gib einen gültigen Benutzernamen an
nl_nl: Geef een geldige gebruikersnaam op

source: Please provide your custom Authentication Url
de_de: Bitte gib deine eigene Authentifizierungsurl an
nl_nl: Geef je aangepaste verificatie-url op

source: Please provide your reply text
de_de: Bitte gib deinen Antworttext ein
nl_nl: Geef je antwoord

source: Please review the request in the portal
de_de: Bitte überprüfe die Anfrage im Portal
nl_nl: Bekijk het verzoek in de portal

source: Please select a menu group
de_de: Bitte wähle eine Menügruppe
nl_nl: Selecteer een menugroep

source: Please select a space to post in.
de_de: Bitte wähle einen Bereich aus, in dem du posten möchtest.
nl_nl: Selecteer een groep om te posten.

source: Please select a user and role
de_de: Bitte wähle einen Benutzer und eine Rolle
nl_nl: Selecteer een gebruiker en rol

source: Please select a valid date and time
de_de: Bitte wähle ein gültiges Datum und eine Uhrzeit
nl_nl: Selecteer een geldige datum en tijd

source: Please select a valid space to post in
de_de: Bitte wähle ein gültiges Feld aus, in dem du posten möchtest
nl_nl: Selecteer een geldige groep om te posten

source: Please select a valid space to post in.
de_de: Bitte wähle einen gültigen Bereich aus, in dem du posten möchtest.
nl_nl: Selecteer een geldige groep om te posten.

source: Please send a join request and an admin will review your join request.
de_de: Bitte sende eine Beitrittsanfrage und ein Admin wird deine Beitrittsanfrage prüfen.
nl_nl: Stuur een verzoek om lid te worden van deze groep.

source: Please specify what will happen if the subscriber already exists in the database
de_de: Bitte gib an, was passieren soll, wenn der Teilnehmer bereits in der Datenbank existiert
nl_nl: Geef aan wat er gebeurt als de abonnee al bestaat in de database

source: Please Type %s to confirm. Please note, all the lessons, topics, students progress will be deleted.
de_de: Bitte gib zur Bestätigung %s ein. Bitte beachte, dass alle Lektionen, Themen und Fortschritte der Schüler gelöscht werden.
nl_nl: Typ %s om te bevestigen. Let op, alle lessen, onderwerpen en vorderingen van leerlingen worden verwijderd.

source: Please use another username. This username is reserved
de_de: Bitte benutze einen anderen Benutzernamen. Dieser Benutzername ist reserviert
nl_nl: Gebruik een andere gebruikersnaam. Deze gebruikersnaam is gereserveerd

source: Please write a reply first
de_de: Bitte schreibe zuerst eine Antwort
nl_nl: Schrijf eerst een antwoord

source: Plugin has been installed Successfully
de_de: Das Plugin wurde erfolgreich installiert
nl_nl: Plugin is succesvol geïnstalleerd

source: Poll Options
de_de: Umfrageoptionen
nl_nl: Poll opties

source: Poll Settings
de_de: Umfrage-Einstellungen
nl_nl: Poll-instellingen

source: Popular
de_de: Beliebt
nl_nl: Populair

source: Portal Access Settings
de_de: Einstellungen für den Portalzugang
nl_nl: Instellingen portaaltoegang

source: Portal Settings
de_de: Portal Einstellungen
nl_nl: Portaalinstellingen

source: Post
de_de: Beitrag
nl_nl: Plaatsen

source: Post message is too long
de_de: Der Beitrag ist zu lang
nl_nl: Bericht is te lang

source: Post Not Found
de_de: Beitrag nicht gefunden
nl_nl: Bericht niet gevonden

source: Post Title Requirements
de_de: Titel für Beitrag
nl_nl: Bericht Titel Vereisten

source: Posted in %s
de_de: Veröffentlicht in %s
nl_nl: Geplaatst in %s

source: Posting in:
de_de: Buchen in:
nl_nl: Plaatsing in:

source: Posts
de_de: Beiträge
nl_nl: Berichten

source: Preview
de_de: Vorschau
nl_nl: Voorbeeld

source: Primary
de_de: Primäre
nl_nl: Primair

source: Primary Border Color
nl_nl: Primaire randkleur

source: Primary Button Background
nl_nl: Primaire knop Achtergrond

source: Primary Button Text Color
nl_nl: Primaire knop tekstkleur

source: Primary Content Background
nl_nl: Primaire inhoud Achtergrond

source: Primary Menu Items
de_de: Primäre Menüpunkte
nl_nl: Primaire menu-items

source: Privacy Settings
de_de: Datenschutz-Einstellungen
nl_nl: Privacy-instellingen

source: Privacy settings have been saved successfully.
de_de: Die Datenschutzeinstellungen wurden erfolgreich gespeichert.
nl_nl: Privacy-instellingen zijn succesvol opgeslagen.

source: Private
de_de: Privat
nl_nl: Privé

source: Profile bio should not exceed %d characters.
de_de: Die Profil-Bio sollte nicht länger als %d Zeichen sein.
nl_nl: Profielbiografie mag niet langer zijn dan %d tekens.

source: Profile Dropdown Items
de_de: Profil Dropdown-Elemente
nl_nl: Profiel Dropdown Items

source: Profile has been updated
de_de: Das Profil wurde aktualisiert
nl_nl: Profiel is bijgewerkt

source: Profile updated
de_de: Profil aktualisiert
nl_nl: Profiel bijgewerkt

source: Progress
de_de: Fortschritt
nl_nl: Vooruitgang

source: Provide Valid Email Address email as per your domain/SMTP settings. This email will be used to send emails like notifications
de_de: Gib eine gültige E-Mail-Adresse gemäß deiner Domain/SMTP-Einstellungen an. Diese E-Mail wird für den Versand von E-Mails wie Benachrichtigungen verwendet
nl_nl: Zorg voor een geldig e-mailadres volgens je domein/SMTP-instellingen. Dit e-mailadres wordt gebruikt voor het verzenden van e-mails, zoals meldingen

source: Public
de_de: Öffentlich
nl_nl: Openbaar

source: Public Name of the item
de_de: Öffentlicher Name des Artikels
nl_nl: Publieke naam van het item

source: Published
de_de: Veröffentlicht
nl_nl: Gepubliceerd

source: Purchase one here
de_de: Kaufe eine hier
nl_nl: Koop er hier een

source: Re-type Account Password
de_de: Kontopasswort erneut eingeben
nl_nl: Typ accountwachtwoord opnieuw

source: Reacted Users
de_de: Reagierte Benutzer
nl_nl: Gereageerde gebruikers

source: Recent Activities
de_de: Neueste Aktivitäten
nl_nl: Recente activiteiten

source: Recent Space Activities
de_de: Neueste Aktivitäten im Raum
nl_nl: Recente community activiteiten
