Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: Automtically login the user to the portal (secure with signed URL) from email notification links
nl_nl: Automatisch inloggen van de gebruiker op het portaal (beveiligd met ondertekende URL) via koppelingen voor e-mailmeldingen

source: Available on Pro
de_de: Verfügbar auf Pro
nl_nl: Beschikbaar op Pro

source: Average completion rate
de_de: Durchschnittliche Abschlussquote
nl_nl: Gemiddeld voltooiingspercentage

source: Back to course index
de_de: Zurück zum Kursindex
nl_nl: Terug naar cursusoverzicht

source: Back to home
de_de: Zurück nach Hause
nl_nl: Terug naar home

source: Back to Lessons
de_de: Zurück zu den Lektionen
nl_nl: Terug naar Lessen

source: Back to Login
de_de: Zurück zu Login
nl_nl: Terug naar Aanmelden

source: Background
nl_nl: Achtergrond

source: Background Color
de_de: Hintergrundfarbe
nl_nl: Achtergrondkleur

source: Background color of the active item in the sidebar
nl_nl: Achtergrondkleur van het actieve item in de zijbalk

source: Background color of the active item in the top menu
nl_nl: Achtergrondkleur van het actieve item in het bovenste menu

source: Background color of the header area
nl_nl: Achtergrondkleur van de koptekst

source: Background color of the hovered item in the sidebar
nl_nl: Achtergrondkleur van het zwevende item in de zijbalk

source: Background color of the hovered item in the top menu
nl_nl: Achtergrondkleur van het zwevende item in het bovenste menu

source: Background color of the main area
nl_nl: Achtergrondkleur van het hoofdgebied

source: Background color of the primary buttons. This includes the buttons in the post, comment, and forms.
nl_nl: Achtergrondkleur van de primaire knoppen. Dit geldt ook voor de knoppen in het bericht, het commentaar en de formulieren.

source: Background color of the primary content area like sub header and post content
nl_nl: Achtergrondkleur van het primaire inhoudsgebied, zoals de subheader en de inhoud van het bericht

source: Background color of the secondary buttons on active state. This includes the buttons in the space, user profile, and other secondary headers.
nl_nl: Achtergrondkleur van de secundaire knoppen bij actieve status. Dit omvat de knoppen in de ruimte, het gebruikersprofiel en andere secundaire headers.

source: Background color of the secondary buttons. This includes the buttons in the space, user profile, and other secondary headers.
nl_nl: Achtergrondkleur van de secundaire knoppen. Dit geldt ook voor de knoppen in de ruimte, het gebruikersprofiel en andere secundaire headers.

source: Background color of the secondary content area like each comment
nl_nl: Achtergrondkleur van het secundaire inhoudsgebied zoals elke opmerking

source: Background Image
de_de: Hintergrundbild
nl_nl: Achtergrondafbeelding

source: Badge Title
de_de: Abzeichen Titel
nl_nl: Badge Titel

source: Basic Info
de_de: Grundlegende Informationen
nl_nl: Basisinformatie

source: Blocked
de_de: Blockiert
nl_nl: Geblokkeerd

source: Body Background
nl_nl: Achtergrond

source: Bookmark this post
de_de: Diesen Beitrag speichern
nl_nl: Bericht opslaan als bladwijzer

source: Bookmarked
de_de: Gespeichert
nl_nl: Opgeslagen

source: Bookmarks
de_de: Lesezeichen
nl_nl: Bladwijzers

source: Border color of the main sections
nl_nl: Randkleur van de hoofdsecties

source: Bucket Sub-Folder (Optional)
de_de: Unterordner für Eimer (optional)
nl_nl: Bucket Sub-Folder (optioneel)

source: Build structured lessons within your courses. Control visibility by setting courses as public or private and so on.
de_de: Erstelle strukturierte Lektionen in deinen Kursen. Kontrolliere die Sichtbarkeit, indem du Kurse als öffentlich oder privat einstellst usw.
nl_nl: Bouw gestructureerde lessen in je cursussen. Controleer de zichtbaarheid door cursussen in te stellen als openbaar of privé, enzovoort.

source: Button Background
de_de: Schaltfläche Hintergrund
nl_nl: Knop Achtergrond

source: Button Label
de_de: Schaltfläche Etikett
nl_nl: Knop Label

source: Button Link
de_de: Schaltfläche Link
nl_nl: Knop Link

source: Button Type
de_de: Taste Typ
nl_nl: Type knop

source: by %s
de_de: von %s
nl_nl: door %s

source: Call to Action
de_de: Aufruf zum Handeln
nl_nl: Oproep tot actie

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren

source: cancel
de_de: abbrechen
nl_nl: annuleren

source: Cancelled
de_de: Abgesagt
nl_nl: Geannuleerd

source: Cannot be deleted
de_de: Kann nicht gelöscht werden
nl_nl: Kan niet worden verwijderd

source: Categorize your content and allow members to filter posts with the topic navigation bar in spaces.
de_de: Kategorisiere deine Inhalte und erlaube den Mitgliedern, Beiträge mit der Themennavigationsleiste in den Räumen zu filtern.
nl_nl: Categoriseer je inhoud en laat leden berichten filteren met de onderwerpnavigatiebalk in spaties.

source: Categorize your course and allow members to filter courses with the topic navigation bar in the courses directory. You can define up to 20 topics per course.
de_de: Kategorisiere deinen Kurs und erlaube den Mitgliedern, die Kurse mit der Themennavigationsleiste im Kursverzeichnis zu filtern. Du kannst bis zu 20 Themen pro Kurs festlegen.
nl_nl: Categoriseer je cursussen en geef leden de mogelijkheid om cursussen te filteren met de onderwerpnavigatiebalk in de cursusmap. Je kunt tot 20 onderwerpen per cursus definiëren.

source: Categorize your posts and allow members to filter spaces with the topic navigation bar. You can define up to 20 topics per space.
de_de: Kategorisiere deine Beiträge und erlaube den Mitgliedern, die Bereiche mit der Themennavigationsleiste zu filtern. Du kannst bis zu 20 Themen pro Bereich festlegen.
nl_nl: Categoriseer je berichten en laat leden groepen filteren met de navigatiebalk voor onderwerpen. Je kunt tot 20 onderwerpen per groep definiëren.

source: Change
de_de: Ändern
nl_nl: Veranderen

source: change
de_de: ändern
nl_nl: veranderen

source: Change Cover
de_de: Titelbild ändern
nl_nl: Verander Cover

source: Change Membership
de_de: Mitgliedschaft ändern
nl_nl: Lidmaatschap wijzigen

source: Choose a Space Type
de_de: Wähle einen Raumtyp
nl_nl: Kies een Ruimte type

source: Choose the privacy settings for spaces page of a member profile.
de_de: Wähle die Privatsphäre-Einstellungen für die Raumseite eines Mitgliederprofils.
nl_nl: Kies de privacy-instellingen voor de pagina van een ledenprofiel.

source: Choose up to %s topics (optional)
de_de: Wähle bis zu %s Themen (optional)
nl_nl: Kies tot %s onderwerpen (optioneel)

source: Choose up to 20 topics
de_de: Wähle bis zu 20 Themen
nl_nl: Kies tot 20 onderwerpen

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets
de_de: Wähle aus, wo du deine Mediendateien speichern möchtest. Zu den Optionen gehören Local File System, Amazon S3 oder Cloudflare R2 für die Speicherung und Bereitstellung deiner Medieninhalte
nl_nl: Kies waar je je mediabestanden wilt opslaan. Opties zijn onder andere Local File System, Amazon S3 of Cloudflare R2 voor het opslaan en serveren van je media-assets.

source: Choose where to store your media files. Options include Local File System, Amazon S3, or Cloudflare R2 for storing and serving your media assets.
de_de: Wähle aus, wo du deine Mediendateien speichern willst. Zu den Optionen gehören Local File System, Amazon S3 oder Cloudflare R2 für die Speicherung und Bereitstellung deiner Medieninhalte.
nl_nl: Kies waar je je mediabestanden wilt opslaan. Opties zijn onder andere Local File System, Amazon S3 of Cloudflare R2 voor het opslaan en serveren van uw media-assets.

source: Choose whether the all-members page should be public, private, or admin/moderator only.
de_de: Wähle aus, ob die Seite für alle Mitglieder öffentlich, privat oder nur für Administratoren/Moderatoren sein soll.
nl_nl: Kies of de pagina voor alle leden openbaar, privé of alleen voor beheerders/moderators moet zijn.

source: Classic
de_de: Klassisch
nl_nl: Klassiek

source: Classic: Image/Video after the content. Modern: Image/Video at first
de_de: Klassisch: Bild/Video nach dem Inhalt. Modern: Bild/Video am Anfang
nl_nl: Klassiek: beeld/video na de inhoud. Modern: beeld/video eerst

source: Click here
de_de: Klick hier
nl_nl: Klik hier

source: Click here to accept your invitation:
de_de: Klicke hier, um deine Einladung anzunehmen:
nl_nl: Klik hier om je uitnodiging te accepteren:

source: Click Here to Renew your License
de_de: Klicke hier, um deine Lizenz zu erneuern
nl_nl: Klik hier om je licentie te verlengen

source: Click to view
de_de: Zum Ansehen klicken
nl_nl: Klik om te bekijken

source: Close
de_de: Schließen
nl_nl: Sluiten

source: Cloudflare Access Key
de_de: Cloudflare Zugangsschlüssel
nl_nl: Cloudflare Toegangssleutel

source: Cloudflare Bucket Name
nl_nl: Cloudflare Bucket Naam

source: Cloudflare Bucket Public URL
de_de: Cloudflare Bucket Öffentliche URL
nl_nl: Cloudflare Bucket Publieke URL

source: Cloudflare R2 (Recommended)
de_de: Cloudflare R2 (empfohlen)
nl_nl: Cloudflare R2 (aanbevolen)

source: Cloudflare Secret Key
de_de: Cloudflare Geheimschlüssel
nl_nl: Cloudflare Geheime Sleutel

source: Collect leads and build any type of forms, accept payments, connect with your CRM with the Fastest Contact Form Builder Plugin for WordPress
de_de: Sammle Leads und erstelle jede Art von Formularen, akzeptiere Zahlungen und verbinde dich mit deinem CRM mit dem schnellsten Contact Form Builder Plugin für WordPress
nl_nl: Verzamel leads en bouw elk type formulier, accepteer betalingen, maak verbinding met je CRM met de snelste Contact Form Builder Plugin voor WordPress

source: Color
de_de: Farbe
nl_nl: Kleur

source: Color of the links in the main content area.
nl_nl: Kleur van de links in het hoofdinhoudsgebied.

source: Color Schema
nl_nl: Kleurenschema

source: Comment
de_de: Kommentar
nl_nl: Antwoorden

source: Comment has been added
de_de: Kommentar wurde hinzugefügt
nl_nl: Reactie is toegevoegd

source: Comment has been updated
de_de: Der Kommentar wurde aktualisiert
nl_nl: Reactie is bijgewerkt

source: Comment text is too long
de_de: Kommentartext ist zu lang
nl_nl: De reactie is te lang

source: Comment updated successfully
de_de: Kommentar erfolgreich aktualisiert
nl_nl: Reactie succesvol bijgewerkt

source: Commented in
de_de: Kommentiert in
nl_nl: Gereageerd in

source: commented on:
de_de: kommentiert:
nl_nl: gereageerd op:

source: Comments
de_de: Kommentare
nl_nl: Reacties

source: Comments (%s)
de_de: Kommentare (%s)
nl_nl: Opmerkingen (%s)

source: Comments are disabled for this post
de_de: Kommentare sind für diesen Beitrag deaktiviert
nl_nl: Reacties zijn uitgeschakeld voor dit bericht

source: Comments are disabled for this post.
de_de: Kommentare sind für diesen Beitrag deaktiviert.
nl_nl: Reacties zijn uitgeschakeld voor dit bericht.

source: comments disabled
de_de: kommentare deaktiviert für
nl_nl: opmerkingen uitgeschakeld

source: Comments have been disabled.
de_de: Kommentare wurden deaktiviert.
nl_nl: Reacties zijn uitgeschakeld.

source: Comments have been enabled.
de_de: Die Kommentare wurden aktiviert.
nl_nl: Opmerkingen zijn ingeschakeld.

source: Community Account Username
de_de: Community-Konto-Benutzername
nl_nl: Gebruikersnaam community-account

source: Community Title
de_de: Community Titel
nl_nl: Community Titel

source: Community title
de_de: Titel der Community
nl_nl: Community titel

source: Community Username already taken by someone else
de_de: Community Benutzername bereits von jemand anderem besetzt
nl_nl: Gebruikersnaam in de community is al ingenomen door iemand anders

source: Complete Lesson
de_de: Lektion abschließen
nl_nl: Les voltooien

source: Complete Signup
de_de: Vollständige Anmeldung
nl_nl: Voltooi Inschrijving

source: Complete your profile
de_de: Vervollständige dein Profil
nl_nl: Vul je profiel aan

source: Completed
de_de: Abgeschlossen
nl_nl: Voltooid

source: Completed %1s of %2s
de_de: Abgeschlossen %1s von %2s
nl_nl: Voltooid: %1s van %2s

source: Config could not be loaded
de_de: Config konnte nicht geladen werden
nl_nl: Config kon niet worden geladen

source: Configure
de_de: Konfigurieren Sie
nl_nl: Configureer

source: Configure Media Storage
de_de: Medienspeicher konfigurieren
nl_nl: Media-opslag configureren

source: Confirm Delete
de_de: Bestätigen Löschen
nl_nl: Verwijdering Bevestigen

source: Congratulations!
de_de: Herzlichen Glückwunsch!
nl_nl: Gefeliciteerd!

source: Congratulations! Course completed! 🎉
de_de: Herzlichen Glückwunsch! Kurs abgeschlossen! 🎉
nl_nl: Gefeliciteerd! Cursus afgerond! 🎉

source: Content
de_de: Inhalt
nl_nl: Inhoud

source: Continue
de_de: Weiter
nl_nl: Ga verder

source: Continue Course
de_de: Kurs fortsetzen
nl_nl: Vervolg Cursus

source: Continue to the community
de_de: Weiter zur Gemeinde
nl_nl: Doorgaan naar de community

source: Copy
de_de: Kopiere
nl_nl: Kopie

source: Copy Link
de_de: Link kopieren
nl_nl: Link kopiëren

source: Course
de_de: Kurs
nl_nl: Cursus

source: course
de_de: kurs
nl_nl: cursus

source: Course Admin
de_de: Kursverwaltung
nl_nl: Cursus Admin

source: Course content
de_de: Kursinhalt
nl_nl: Inhoud van de cursus

source: Course Creator
de_de: Kursersteller
nl_nl: Cursusmaker

source: Course Description
de_de: Kursbeschreibung
nl_nl: Cursus Beschrijving

source: Course has been deleted successfully along with all the associated data
de_de: Der Kurs wurde zusammen mit allen zugehörigen Daten erfolgreich gelöscht
nl_nl: Cursus is succesvol verwijderd, samen met alle bijbehorende gegevens

source: Course has been updated successfully.
de_de: Der Kurs wurde erfolgreich aktualisiert.
nl_nl: De cursus is met succes bijgewerkt.

source: Course is not in published state.
de_de: Der Kurs ist nicht im veröffentlichten Zustand.
nl_nl: Cursus is nog niet gepubliceerd.

source: Course Links
de_de: Kurs Links
nl_nl: Cursus koppelingen

source: Course Management
de_de: Kursmanagement
nl_nl: Cursusbeheer

source: Course Module
de_de: Kursmodul
nl_nl: Cursusmodule

source: Course Module is disabled
de_de: Das Kursmodul ist deaktiviert
nl_nl: Cursusmodule is uitgeschakeld

source: Course Module is disabled. Please enable the course module first
de_de: Das Kursmodul ist deaktiviert. Bitte aktiviere zuerst das Kursmodul
nl_nl: Cursusmodule is uitgeschakeld. Schakel eerst de cursusmodule in

source: Course Module Settings
de_de: Kursmodul-Einstellungen
nl_nl: Instellingen cursusmodule

source: Course progress
de_de: Kursfortschritt
nl_nl: Voortgang cursus

source: Course Slug (no spaces or special characters)
de_de: Kursname (keine Leerzeichen oder Sonderzeichen)
nl_nl: Course Slug (geen spaties of speciale tekens)

source: Course starts on a specific date. Sections are dripped relative to that date.
de_de: Der Kurs beginnt an einem bestimmten Datum. Die Abschnitte werden relativ zu diesem Datum getropft.
nl_nl: De cursus begint op een specifieke datum. Secties worden gedruppeld ten opzichte van die datum.

source: Course starts when a member enrolls. All content is available immediately.
de_de: Der Kurs beginnt, wenn sich ein Mitglied anmeldet. Alle Inhalte sind sofort verfügbar.
nl_nl: De cursus begint wanneer een lid zich inschrijft. Alle inhoud is onmiddellijk beschikbaar.

source: Course starts when a member enrolls. Sections are dripped relative to their enrollment date.
de_de: Der Kurs beginnt, wenn sich ein Mitglied anmeldet. Die Abschnitte werden im Verhältnis zum Einschreibedatum getropft.
nl_nl: De cursus begint wanneer een lid zich inschrijft. Secties worden gedruppeld op basis van hun inschrijvingsdatum.

source: Course Students
de_de: Kursteilnehmer
nl_nl: Cursus Studenten

source: Course Title
de_de: Kurs Titel
nl_nl: Cursus Titel

source: Courses
de_de: Kurse
nl_nl: Cursussen

source: Cover Photo
de_de: Titelfoto
nl_nl: Omslagfoto

source: Create
de_de: Erstellen
nl_nl: Maken

source: Create a Course
de_de: Einen Kurs erstellen
nl_nl: Maak een cursus

source: Create a Discussion Space
de_de: Einen Diskussionsraum schaffen
nl_nl: Creëer een discussieruimte

source: Create a new course
de_de: Einen neuen Kurs erstellen
nl_nl: Een nieuwe cursus maken

source: Create a new Group
de_de: Eine neue Gruppe erstellen
nl_nl: Maak een nieuwe Groep

source: Create an account to join the community
de_de: Erstelle ein Konto, um der Community beizutreten
nl_nl: Maak een account aan om lid te worden van de community

source: Create New Group
de_de: Neue Gruppe erstellen
nl_nl: Nieuwe Groep Maken

source: created a poll
de_de: eine Umfrage erstellt
nl_nl: heeft een peiling gemaakt

source: Custom
de_de: Benutzerdefiniert
nl_nl: Aangepast

source: Custom Auth URL
de_de: Benutzerdefinierte Auth URL
nl_nl: Aangepaste Auth URL

source: Custom HTML Code
de_de: Benutzerdefinierter HTML-Code
nl_nl: Aangepaste HTML-code

source: Custom Image
de_de: Benutzerdefiniertes Bild
nl_nl: Aangepaste afbeelding

source: Custom Lock Screen
de_de: Benutzerdefinierter Sperrbildschirm
nl_nl: Aangepast vergrendelscherm

source: Custom SVG
de_de: Benutzerdefinierte SVG
nl_nl: Aangepaste SVG

source: Customization
de_de: Anpassung
nl_nl: Aanpassing

source: Customization Settings
de_de: Anpassungseinstellungen
nl_nl: Aanpassingsinstellingen

source: Customization settings have been saved successfully.
de_de: Die Anpassungseinstellungen wurden erfolgreich gespeichert.
nl_nl: De aanpassingsinstellingen zijn succesvol opgeslagen.

source: Customizations
de_de: Anpassungen
nl_nl: Aanpassingen

source: Customize Colors
nl_nl: Kleuren aanpassen

source: Customize the privacy and compliance settings as per your needs.
de_de: Passe die Datenschutz- und Compliance-Einstellungen nach deinen Bedürfnissen an.
nl_nl: Pas de privacy- en nalevingsinstellingen aan volgens je behoeften.

source: Customize the UI features of the portal.
de_de: Passe die UI-Funktionen des Portals an.
nl_nl: De UI-functies van de portal aanpassen.

source: Customize Your Giphy Module Settings
de_de: Anpassen der Einstellungen deines Giphy-Moduls
nl_nl: De instellingen van je Giphy-module aanpassen

source: Customize your portal
de_de: Passe dein Portal an
nl_nl: Je portaal aanpassen

source: Dark Mode
nl_nl: Donkere modus

source: Day
de_de: Tag
nl_nl: Dag

source: Days
de_de: Tage
nl_nl: Dagen

source: Decline
de_de: Ablehnen
nl_nl: Weigeren

source: Default
de_de: Standard
nl_nl: Standaard

source: Default (Dark)
nl_nl: Standaard (Donker)

source: Default Layout Styles
de_de: Standard-Layoutstile
nl_nl: Standaard opmaakstijlen

source: Default Lock Screen
de_de: Standard-Sperrbildschirm
nl_nl: Standaard vergrendelscherm

source: Default Login URL
de_de: Standard Login URL
nl_nl: Standaard aanmeldings-URL

source: Default Open Graph Image
de_de: Standard Open Graph Bild
nl_nl: Standaard Open Graph Afbeelding

source: Default Signup URL
de_de: Standard-Anmelde-URL
nl_nl: Standaard aanmeldings-URL

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: Delete Course
de_de: Kurs löschen
nl_nl: Cursus verwijderen

source: Delete Lesson
de_de: Lektion löschen
nl_nl: Les verwijderen

source: Delete section
de_de: Abschnitt löschen
nl_nl: Sectie verwijderen

source: Delete Space
de_de: Raum löschen
nl_nl: Ruimte verwijderen

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Description (optional)
de_de: Beschreibung (optional)
nl_nl: Beschrijving (optioneel)

source: Description of the topic
de_de: Beschreibung des Themas
nl_nl: Beschrijving van het onderwerp

source: Disable Comments
de_de: Kommentare deaktivieren
nl_nl: Reacties uitschakelen

source: Disable powered by FluentCommunity in the email footer
de_de: Deaktiviere powered by FluentCommunity in der Fußzeile der E-Mail
nl_nl: Schakel powered by FluentCommunity in de voettekst van e-mail uit

source: Disabled
de_de: Deaktiviert
nl_nl: Uitgeschakeld

source: disabled
de_de: deaktiviert
nl_nl: uitgeschakeld

source: Discover exciting new features now!
de_de: Entdecke jetzt spannende neue Funktionen!
nl_nl: Ontdek nu spannende nieuwe functies!

source: Discussion Space
de_de: Diskussion Raum
nl_nl: Discussieruimte

source: Display Name
de_de: Name anzeigen
nl_nl: Naamweergave

source: Displays a 'Powered by FluentCommunity' link, showing support for the platform and increasing its visibility.
de_de: Zeigt einen "Powered by FluentCommunity"-Link an, der die Unterstützung für die Plattform zeigt und ihre Sichtbarkeit erhöht.
nl_nl: Toont een 'Powered by FluentCommunity' link, toont ondersteuning voor het platform en vergroot de zichtbaarheid.

source: Do not use your community portal URL here. Maybe you can use your login/signup URL
de_de: Verwende hier nicht die URL deines Community-Portals. Vielleicht kannst du deine Login-/Signup-URL verwenden
nl_nl: Gebruik hier niet de URL van je gemeenschapsportaal. Misschien kun je je aanmeldings-/aanmeldings-URL gebruiken

source: Don't have an account?
de_de: Du hast noch kein Konto?
nl_nl: Heb je geen account?

source: Don't have an affiliate account?
de_de: Du hast noch kein Partnerkonto?
nl_nl: Heb je geen affiliate account?

source: Draft
de_de: Entwurf
nl_nl: Concept

source: Earliest
de_de: Früheste
nl_nl: Vroegste

source: Edit
de_de: Bearbeiten
nl_nl: Bewerken

source: Edit Article
de_de: Artikel bearbeiten
nl_nl: Artikel bewerken

source: Edit Badge
de_de: Abzeichen bearbeiten
nl_nl: Badge bewerken

source: Edit Course
de_de: Kurs bearbeiten
nl_nl: Cursus bewerken

source: Edit Feed
de_de: Feed bearbeiten
nl_nl: Feed bewerken

source: Edit Info
de_de: Infos bearbeiten
nl_nl: Info bewerken

source: Edit lesson
de_de: Lektion bearbeiten
nl_nl: Les bewerken

source: Edit Lesson Content
de_de: Lektionsinhalt bearbeiten
nl_nl: Inhoud van de les bewerken

source: Edit Lessons
de_de: Lektionen bearbeiten
nl_nl: Lessen bewerken

source: Edit Link
de_de: Link bearbeiten
nl_nl: Link bewerken

source: Edit media
de_de: Medien bearbeiten
nl_nl: Media bewerken

source: Edit Profile
de_de: Profil bearbeiten
nl_nl: Profiel bewerken

source: Edit the field from block editor
de_de: Bearbeite das Feld im Blockeditor
nl_nl: Bewerk het veld vanuit de blokeditor

source: Edit Title
de_de: Titel bearbeiten
nl_nl: Titel bewerken

source: Editing manager role for
de_de: Rolle des Redaktionsleiters für
nl_nl: Rol van manager bewerken voor

source: Editing manager role for %s
de_de: Bearbeitung der Managerrolle für %s
nl_nl: Managerrol bewerken voor %s

source: Email Address
de_de: E-Mail Adresse
nl_nl: E-mailadres

source: Email authors when someone replies to their comments.
de_de: E-Mail an Autoren, wenn jemand auf ihre Kommentare antwortet.
nl_nl: Stuur auteurs een e-mail wanneer iemand reageert op hun commentaar.

source: Email Disabled
de_de: E-Mail Deaktiviert
nl_nl: E-mail uitgeschakeld

source: Email Footer
de_de: E-Mail-Fußzeile
nl_nl: E-mail voettekst

source: Email from name
de_de: E-Mail von Name
nl_nl: Afzendernaam

source: Email is already taken
de_de: E-Mail ist bereits vergeben
nl_nl: E-mail is al bezet

source: Email is not valid
de_de: E-Mail ist nicht gültig
nl_nl: E-mail is ongeldig

source: Email is required
de_de: E-Mail ist erforderlich
nl_nl: E-mail is vereist

source: Email me when someone comments on my post
de_de: E-Mail an mich, wenn jemand meinen Beitrag kommentiert
nl_nl: E-mail me wanneer iemand commentaar geeft op mijn bericht

source: Email me when someone mentions me in a post or comment
de_de: E-Mail an mich, wenn mich jemand in einem Beitrag oder Kommentar erwähnt
nl_nl: Stuur me een e-mail als iemand me in een bericht of opmerking noemt

source: Email me when someone replies to my comments
de_de: E-Mail an mich, wenn jemand auf meine Kommentare antwortet
nl_nl: E-mail mij wanneer iemand reageert op mijn commentaar
