Repository: shootcamp/fluent-community-language-pack
Catalog: fluent-community-*.po
Languages: de_de, nl_nl

source: The super-fast Community Plugin for WordPress
de_de: Das superschnelle Community-Plugin für WordPress
nl_nl: De supersnelle Community-plugin voor WordPress

source: The text/link color of the sidebar
nl_nl: De tekst/linkkleur van de zijbalk

source: The user cannot access the portal.
de_de: Der Nutzer kann nicht auf das Portal zugreifen.
nl_nl: De gebruiker heeft geen toegang tot de portal.

source: The verification string does not match
de_de: Die Verifizierungszeichenfolge stimmt nicht überein
nl_nl: De verificatietekenreeks komt niet overeen

source: These settings will be applied across all spaces you're a member of.
de_de: Diese Einstellungen werden für alle Räume übernommen, in denen du Mitglied bist.
nl_nl: Deze instellingen worden toegepast op alle groepen waar je lid van bent.

source: This automation will be initiated when a user enrolls in a course.
de_de: Diese Automatisierung wird ausgelöst, wenn sich ein Nutzer für einen Kurs einschreibt.
nl_nl: Deze automatisering wordt gestart wanneer een gebruiker zich inschrijft voor een cursus.

source: This automation will be initiated when a user join in a Space
de_de: Diese Automatisierung wird ausgelöst, wenn ein Nutzer einem Space beitritt
nl_nl: Deze automatisering wordt gestart wanneer een gebruiker zich aansluit bij een ruimte

source: This automation will be initiated when a user joins a space.
de_de: Diese Automatisierung wird ausgelöst, wenn ein Nutzer einem Raum beitritt.
nl_nl: Deze automatisering wordt gestart wanneer een gebruiker zich aansluit bij een ruimte.

source: This code is valid for 10 minutes and is meant to ensure the security of your account. If you did not initiate this request, please ignore this email.
de_de: Dieser Code ist für 10 Minuten gültig und soll die Sicherheit deines Kontos gewährleisten. Wenn du diese Anfrage nicht initiiert hast, ignoriere bitte diese E-Mail.
nl_nl: Deze code is 10 minuten geldig en is bedoeld om de veiligheid van je account te garanderen. Als je dit verzoek niet hebt gedaan, negeer deze e-mail dan.

source: This course is in Draft status and only visible to Admin / Moderators
de_de: Dieser Kurs ist im Entwurfsstatus und nur für Administratoren/Moderatoren sichtbar
nl_nl: Deze cursus heeft de status Concept en is alleen zichtbaar voor Beheerders / Moderators

source: This email footer will be used for all emails sent from FluentCommunity. It's highly recommended to use your business name and address in the footer for compliance.
de_de: Diese Fußzeile wird für alle E-Mails verwendet, die von FluentCommunity verschickt werden. Es wird dringend empfohlen, den Namen und die Adresse deines Unternehmens in der Fußzeile zu verwenden, um die Vorschriften einzuhalten.
nl_nl: Deze voettekst zal gebruikt worden voor alle e-mails die verstuurd worden vanuit FluentCommunity. Het is ten zeerste aanbevolen om je bedrijfsnaam en adres in de footer te gebruiken.

source: This email has been sent from %1$s. Site: %2$s
de_de: Diese E-Mail wurde von %1$s gesendet. Standort: %2$s
nl_nl: Deze e-mail is verzonden vanuit %1$s. Site: %2$s

source: This feature is available on the pro version of FluentCommunity
de_de: Diese Funktion ist in der Pro-Version von FluentCommunity verfügbar
nl_nl: Deze functie is beschikbaar op de pro versie van FluentCommunity

source: This form cannot be used to log in. Please reload the page and try again.
de_de: Dieses Formular kann nicht zum Einloggen verwendet werden. Bitte lade die Seite neu und versuche es noch einmal.
nl_nl: Dit formulier kan niet worden gebruikt om in te loggen. Laad de pagina opnieuw en probeer het opnieuw.

source: This image will be used on social sharing preview. Recommended size: 1200 x 630 px
de_de: Dieses Bild wird in der Vorschau für Social Sharing verwendet. Empfohlene Größe: 1200 x 630 px
nl_nl: Deze afbeelding wordt gebruikt in de preview voor delen op socials. Aanbevolen grootte: 1200 x 630 px

source: This is a private course
de_de: Dies ist ein privater Kurs
nl_nl: Dit is een privécursus

source: This is a private space
de_de: Dies ist ein privater Raum
nl_nl: Dit is een besloten groep

source: This is the default settings that will be applied to all the community members. Individual members can over-write the settings for their own preference
de_de: Dies sind die Standardeinstellungen, die für alle Community-Mitglieder gelten. Einzelne Mitglieder können die Einstellungen für ihre eigenen Präferenzen überschreiben
nl_nl: Dit zijn de standaardinstellingen die zullen worden toegepast op alle leden van de community. Individuele leden kunnen de instellingen overschrijven voor hun eigen voorkeur

source: This lesson is not published for you yet
de_de: Diese Lektion ist noch nicht für dich veröffentlicht
nl_nl: Deze les is nog niet gepubliceerd

source: This lesson will be available to you on %s
de_de: Diese Lektion wird für dich am %s verfügbar sein
nl_nl: Deze les is beschikbaar op %s

source: This lesson will be unlocked on %s
de_de: Diese Lektion wird am %s freigeschaltet
nl_nl: Deze les wordt ontgrendeld op %s

source: This lock screen will not be shown to the non-members as you set to the lock screen type to Default in the general settings
de_de: Dieser Sperrbildschirm wird Nicht-Mitgliedern nicht angezeigt, da du in den allgemeinen Einstellungen den Sperrbildschirmtyp auf Standard eingestellt hast
nl_nl: Dit vergrendelscherm wordt niet getoond aan niet-leden als je het vergrendelschermtype instelt op Standaard in de algemene instellingen.

source: This may be due to one of the following reasons:
de_de: Dafür kann es einen der folgenden Gründe geben:
nl_nl: Dit kan een van de volgende redenen hebben:

source: This page is only visible to non-members viewing a private space.
de_de: Diese Seite ist nur für Nicht-Mitglieder sichtbar, die einen privaten Bereich betrachten.
nl_nl: Deze pagina is alleen zichtbaar voor niet-leden die een besloten groep bekijken.

source: This title will be used for the meta title and email notification references. It should match your site title.
de_de: Dieser Titel wird für den Metatitel und die E-Mail-Benachrichtigung verwendet. Er sollte mit dem Titel deiner Website übereinstimmen.
nl_nl: Deze titel wordt gebruikt voor de metatitel en verwijzingen naar e-mailmeldingen. Deze moet overeenkomen met de titel van je site.

source: This week on %s
de_de: Diese Woche bei %s
nl_nl: Deze week op %s

source: This will be displayed under the title in the topic when selecting in post creation form
de_de: Dies wird unter dem Titel des Themas angezeigt, wenn du es im Formular zur Beitragserstellung auswählst
nl_nl: Dit wordt weergegeven onder de titel in het onderwerp bij het selecteren in het formulier voor het maken van berichten

source: Thumbnail / Open Graph Image
nl_nl: Thumbnail / Open Graph Afbeelding

source: Thumbnail / Open Graph Image (Recommended Size: 1200 x 630)
de_de: Thumbnail / Open Graph Image (Empfohlene Größe: 1200 x 630)
nl_nl: Thumbnail / Open Graph Afbeelding (Aanbevolen grootte: 1200 x 630)

source: Thursday
de_de: Donnerstag
nl_nl: Donderdag

source: Time to send the digest email
de_de: Zeit, die Übersichts-E-Mail zu senden
nl_nl: Tijd om de samenvattingse-mail te versturen

source: Timeline
de_de: Zeitleiste
nl_nl: Tijdlijn

source: Tip: Quick-launch search with
de_de: Tipp: Schnellstart-Suche mit
nl_nl: Tip: Snel zoeken met

source: Title
de_de: Titel
nl_nl: Titel

source: Title & Description
de_de: Titel & Beschreibung
nl_nl: Titel en beschrijving

source: Title (optional)
de_de: Titel (optional)
nl_nl: Titel (optioneel)

source: Title is required. Please provide a title
de_de: Der Titel ist erforderlich. Bitte gib einen Titel an
nl_nl: Titel is vereist. Geef een titel op

source: Title must be at least 2 characters long
de_de: Der Titel muss mindestens 2 Zeichen lang sein
nl_nl: Titel moet minstens 2 tekens lang zijn

source: Title of the topic
de_de: Titel des Themas
nl_nl: Titel van het onderwerp

source: Title of your topic
de_de: Titel deines Themas
nl_nl: Titel van je onderwerp

source: To join the discussion of this community, please login or signup
de_de: Um an der Diskussion in dieser Community teilzunehmen, melde dich bitte an oder registriere dich
nl_nl: Log in of meld je aan om deel te nemen aan de discussie in deze community

source: Toggle Bookmark
de_de: Lesezeichen umschalten
nl_nl: Bladwijzer omschakelen

source: Toggle Sticky
de_de: Sticky umschalten
nl_nl: Sticky omschakelen

source: Too many requests. Please try again later
de_de: Zu viele Anfragen. Bitte versuche es später noch einmal
nl_nl: Te veel verzoeken. Probeer het later nog eens

source: Top Links (At Sidebar)
de_de: Top Links (in der Seitenleiste)
nl_nl: Topkoppelingen (in de zijbalk)

source: Topic has been created successfully.
de_de: Das Thema wurde erfolgreich erstellt.
nl_nl: Onderwerp is succesvol aangemaakt.

source: Topic has been updated successfully.
de_de: Das Thema wurde erfolgreich aktualisiert.
nl_nl: Onderwerp is met succes bijgewerkt.

source: Topic navigation
de_de: Thema Navigation
nl_nl: Onderwerp navigatie

source: Topic Slug
de_de: Thema Schnecke
nl_nl: Onderwerp Slug

source: Topic sub-title
de_de: Untertitel des Themas
nl_nl: Subtitel van onderwerp

source: Topic Title
de_de: Thema Titel
nl_nl: Onderwerpstitel

source: Topics
de_de: Themen
nl_nl: Onderwerpen

source: Topics Settings
de_de: Themen Einstellungen
nl_nl: Instellingen voor onderwerpen

source: Trending Posts
de_de: Beliebte Beiträge
nl_nl: Populaire berichten

source: Try searching for keywords in posts
de_de: Versuche, nach Schlüsselwörtern in Beiträgen zu suchen
nl_nl: Probeer te zoeken naar trefwoorden in berichten

source: Tuesday
de_de: Dienstag
nl_nl: Dinsdag

source: Type %s to confirm
de_de: Tippe %s zur Bestätigung
nl_nl: Type %s om te bevestigen

source: Type your message here!
nl_nl: Schrijf hier je bericht!

source: Unanswered
de_de: Unbeantwortet
nl_nl: Onbeantwoord

source: unavailable
de_de: nicht verfügbar
nl_nl: niet beschikbaar

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module
de_de: Schalte dein Potenzial frei, indem du neue Feeds erstellst und Punkte für Likes sammelst. Steige im Rang auf, basierend auf deiner Gesamtpunktzahl mit diesem Modul
nl_nl: Ontgrendel potentieel door nieuwe feeds te maken en punten te verdienen voor likes. Stijg in rang op basis van je puntentotaal met deze module

source: Unlock potential by creating new feeds and earning points for likes. Advance in rank based on your total points using this module.
de_de: Schalte dein Potenzial frei, indem du neue Feeds erstellst und Punkte für Likes sammelst. Mit diesem Modul kannst du je nach Gesamtpunktzahl in der Rangliste aufsteigen.
nl_nl: Ontgrendel potentieel door nieuwe feeds te maken en punten te verdienen voor likes. Stijg in rang op basis van je puntentotaal met deze module.

source: Unlock potential by using giphy when creating a new article , post or comment
de_de: Setze das Potenzial frei, indem du Giphy beim Erstellen eines neuen Artikels, Beitrags oder Kommentars verwendest
nl_nl: Ontgrendel potentieel door giphy te gebruiken bij het maken van een nieuw artikel, bericht of opmerking

source: Unlock section after
de_de: Abschnitt freischalten nach
nl_nl: Ontgrendel sectie na

source: Unpin from sidebar
de_de: Aus der Seitenleiste entfernen
nl_nl: Losmaken van zijbalk

source: Unpin from Top
de_de: Von oben abkoppeln
nl_nl: Bericht losmaken

source: Unpinned from sidebar
de_de: Aus der Seitenleiste entfernen
nl_nl: Losgemaakt van zijbalk

source: Unread Notifications
de_de: Ungelesene Benachrichtigungen
nl_nl: Ongelezen meldingen

source: Unread only
de_de: Nur ungelesen
nl_nl: Alleen ongelezen

source: Update Date
de_de: Update Datum
nl_nl: Update datum

source: Update Role
de_de: Rolle aktualisieren
nl_nl: Update Rol

source: Update Topic
de_de: Update Thema
nl_nl: Onderwerp bijwerken

source: Upgrade Now
de_de: Jetzt upgraden
nl_nl: Nu Upgraden

source: Upgrade to Pro
de_de: Upgrade auf Pro
nl_nl: Upgraden naar Pro

source: Upload Cover
de_de: Titelbild hochladen
nl_nl: Cover Uploaden

source: Upload Logo
de_de: Logo hochladen
nl_nl: Logo Uploaden

source: Uploading...
de_de: Hochladen...
nl_nl: Aan het uploaden...

source: Url of the item
de_de: Url des Artikels
nl_nl: Url van het item

source: Use %1s tag to insert dynamic notification settings URL. Other Smartcode: %2s for Site Name with permalink
de_de: Verwende den %1s-Tag, um die URL für dynamische Benachrichtigungseinstellungen einzufügen. Anderer Smartcode: %2s für Site Name mit Permalink
nl_nl: Gebruik tag %1s om URL voor dynamische meldingsinstellingen in te voegen. Andere Smartcode: %2s voor sitenaam met permalink

source: Use Custom Login Page
de_de: Benutzerdefinierte Anmeldeseite verwenden
nl_nl: Aangepaste aanmeldpagina gebruiken

source: Use Default
de_de: Standard verwenden
nl_nl: Gebruik standaardformulier

source: Use emojis to add a personal touch and make your new article, post, or comment more expressive
de_de: Verwende Emojis, um deinem Artikel, Beitrag oder Kommentar eine persönliche Note zu geben und ihn ausdrucksstark zu gestalten
nl_nl: Gebruik emoji's om een persoonlijk tintje toe te voegen en je nieuwe artikel, bericht of opmerking expressiever te maken

source: User
de_de: Benutzer
nl_nl: Gebruiker

source: User already exists in the space.
de_de: Der Benutzer existiert bereits in diesem Raum.
nl_nl: Gebruiker bestaat al in de ruimte.

source: User already exists.
de_de: Der Benutzer existiert bereits.
nl_nl: Gebruiker bestaat al.

source: User Badge Module
de_de: Benutzerabzeichen-Modul
nl_nl: Gebruikersbadge modules

source: User Badge Settings
de_de: Einstellungen für Benutzerausweise
nl_nl: Instellingen gebruikersbadge

source: User Badges
de_de: Benutzerabzeichen
nl_nl: Badges voor gebruikers

source: User can change the layout style to their own preference.
de_de: Die Nutzer können das Layout nach ihren eigenen Vorstellungen ändern.
nl_nl: De gebruiker kan de lay-outstijl naar eigen voorkeur aanpassen.

source: User has been added to this course
de_de: Benutzer wurde zu diesem Kurs hinzugefügt
nl_nl: Gebruiker is toegevoegd aan deze cursus

source: User has been removed from this community
de_de: Der Benutzer wurde aus dieser Community entfernt
nl_nl: Gebruiker is verwijderd van deze community

source: User ID is required
de_de: Benutzer-ID ist erforderlich
nl_nl: Gebruikers-ID is vereist

source: User is already added to this course.
de_de: Der Benutzer wurde bereits zu diesem Kurs hinzugefügt.
nl_nl: Gebruiker is al toegevoegd aan deze cursus.

source: User Profile Badge
de_de: Benutzerprofil Abzeichen
nl_nl: Badge gebruikersprofiel

source: User registration is disabled for your site. Please enable from General Setting.
de_de: Die Benutzerregistrierung ist für deine Seite deaktiviert. Bitte aktiviere sie in den allgemeinen Einstellungen.
nl_nl: Gebruikersregistratie is uitgeschakeld voor je site. Schakel deze functie in via algemene instellingen.

source: User Roles
de_de: Benutzer-Rollen
nl_nl: Gebruikersrollen

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam

source: Username already taken by someone else. Please use a different username.
de_de: Der Benutzername wurde bereits von jemand anderem verwendet. Bitte benutze einen anderen Benutzernamen.
nl_nl: Gebruikersnaam is al ingenomen door iemand anders. Gebruik een andere gebruikersnaam.

source: Username is already taken
de_de: Benutzername ist bereits vergeben
nl_nl: Gebruikersnaam is al bezet

source: Username is already taken. Please use a different username
de_de: Der Benutzername ist bereits vergeben. Bitte benutze einen anderen Benutzernamen
nl_nl: Gebruikersnaam is al bezet. Gebruik een andere gebruikersnaam

source: Username is not valid
de_de: Benutzername ist nicht gültig
nl_nl: Gebruikersnaam is ongeldig

source: Username is required
de_de: Benutzername ist erforderlich
nl_nl: Gebruikersnaam is vereist

source: Username should be at least 3 characters long.
de_de: Der Benutzername sollte mindestens 3 Zeichen lang sein.
nl_nl: De gebruikersnaam moet minstens 3 tekens lang zijn.

source: Users can change their community username
de_de: Nutzer können ihren Community-Benutzernamen ändern
nl_nl: Gebruikers kunnen hun community-gebruikersnaam wijzigen

source: Users can choose multiple options
de_de: Nutzer können mehrere Optionen wählen
nl_nl: Gebruikers kunnen meerdere opties kiezen

source: Valid Email address
de_de: Gültige E-Mail Adresse
nl_nl: Geldig e-mailadres

source: Verification Code
de_de: Verifizierungscode
nl_nl: Verificatiecode

source: Verification code is required
de_de: Verifizierungscode ist erforderlich
nl_nl: Verificatiecode is vereist

source: Verification Code: %s
de_de: Verifizierungscode: %s
nl_nl: Verificatiecode: %s

source: Verification token has expired. Please try again.
de_de: Das Verifizierungs-Token ist abgelaufen. Bitte versuche es erneut.
nl_nl: Het verificatietoken is verlopen. Probeer het opnieuw.

source: Verify License
de_de: Lizenz überprüfen
nl_nl: Licentie verifiëren

source: Video length
de_de: Videolänge
nl_nl: Videolengte

source: View
de_de: Siehe
nl_nl: Bekijken

source: View actions
de_de: Aktionen ansehen
nl_nl: Bekijk acties

source: View All
de_de: Alle sehen
nl_nl: Alles bekijken

source: View all the notifications
de_de: Alle Benachrichtigungen anzeigen
nl_nl: Alle meldingen bekijken

source: View comment actions
de_de: Kommentar Aktionen ansehen
nl_nl: Reacties bekijken

source: View Course
de_de: Kurs ansehen
nl_nl: Bekijk Cursus

source: View more comments
de_de: Mehr Kommentare sehen
nl_nl: Bekijk meer opmerkingen

source: View Pending Join Requests
de_de: Ausstehende Beitrittsanträge anzeigen
nl_nl: In afwachting van toetredingsverzoeken bekijken

source: View pending members
de_de: Ausstehende Mitglieder anzeigen
nl_nl: In afwachting van leden bekijken

source: View Post actions
de_de: Ansicht Post Aktionen
nl_nl: Bekijk acties

source: View Profile
de_de: Profil ansehen
nl_nl: Bekijk profiel

source: View Settings
de_de: Einstellungen ansehen
nl_nl: Instellingen weergeven

source: View Space
de_de: Raum ansehen
nl_nl: Bekijk groep

source: View the comment
de_de: Den Kommentar ansehen
nl_nl: Bekijk het commentaar

source: Visibility:
de_de: Sichtbarkeit:
nl_nl: Zichtbaarheid:

source: Visit Community Portal
de_de: Community-Portal besuchen
nl_nl: Bezoek Community Portaal

source: Want to deactivate this license?
de_de: Möchtest du diese Lizenz deaktivieren?
nl_nl: Wil je deze licentie deactiveren?

source: Want to use awesome GIF, upgrade to pro plan now and enjoy your surfing on Fluent community
de_de: Willst du das fantastische GIF nutzen, dann steig jetzt auf den Pro-Tarif um und genieße dein Surfen in der Fluent Community
nl_nl: Wil je Awesome GIF gebruiken, upgrade dan nu naar het pro-abonnement en geniet van het surfen op de Fluent-community.

source: Warning
de_de: Warnung
nl_nl: Waarschuwing

source: Wednesday
de_de: Mittwoch
nl_nl: Woensdag

source: Weekly digest on %s
de_de: Wöchentliche Übersicht über %s
nl_nl: Wekelijkse samenvatting op %s

source: Welcome back %1$s. %2$s has been invited you to join the community. Please click the button bellow to continue.
de_de: Willkommen zurück %1$s. du wurdest von %2$s eingeladen, der Community beizutreten. Bitte klicke auf die Schaltfläche unten, um fortzufahren.
nl_nl: Welkom terug %1$s. %2$s heeft je uitgenodigd om lid te worden van de community. Klik op de knop hieronder om verder te gaan.

source: Welcome back!
de_de: Willkommen zurück!
nl_nl: Welkom terug!

source: Welcome Banner
de_de: Willkommen Banner
nl_nl: Welkomstbanner

source: Welcome banner settings have been updated successfully
de_de: Die Einstellungen für das Willkommensbanner wurden erfolgreich aktualisiert
nl_nl: Instellingen welkomstbanner zijn succesvol bijgewerkt

source: Welcome to %s
de_de: Willkommen bei %s
nl_nl: Welkom bij %s

source: What's happening, %s
de_de: Was gibts Neues, %s
nl_nl: Wat gebeurt er, %s

source: When creating a new post, check if the post title is required or not
de_de: Prüfe beim Erstellen eines neuen Beitrags, ob der Beitragstitel erforderlich ist oder nicht
nl_nl: Controleer bij het maken van een nieuw bericht of de berichttitel vereist is of niet

source: When enabled, members can change their username on their own. Otherwise, an admin or moderator can change the username.
de_de: Wenn diese Funktion aktiviert ist, können Mitglieder ihren Benutzernamen selbst ändern. Andernfalls kann ein Administrator oder Moderator den Benutzernamen ändern.
nl_nl: Als deze optie is ingeschakeld, kunnen leden zelf hun gebruikersnaam wijzigen. Anders kan een beheerder of moderator de gebruikersnaam wijzigen.

source: When enabled, the page header will remain visible at the top of the screen as users scroll down the page.
de_de: Wenn diese Funktion aktiviert ist, bleibt der Seitenkopf am oberen Rand des Bildschirms sichtbar, während die Nutzer die Seite nach unten scrollen.
nl_nl: Als deze optie is ingeschakeld, blijft de paginakoptekst zichtbaar bovenaan het scherm wanneer gebruikers naar beneden scrollen op de pagina.

source: When enabled, users will be automatically logged in to the portal when they click on the email notification links. This feature is secure and uses signed URLs.
nl_nl: Als deze optie is ingeschakeld, worden gebruikers automatisch aangemeld bij de portal wanneer ze op de koppelingen voor e-mailmeldingen klikken. Deze functie is veilig en maakt gebruik van ondertekende URL's.

source: Who can access the portal.
de_de: Wer kann das Portal nutzen?
nl_nl: Wie heeft toegang tot het portaal?

source: Who can view all members page
de_de: Wer kann die Seite aller Mitglieder sehen
nl_nl: Wie kan alle ledenpagina's bekijken

source: Who can view membership spaces on the user profile page.
de_de: Wer kann Mitgliedsbereiche auf der Benutzerprofilseite einsehen.
nl_nl: Wie kan lidmaatschapsruimtes bekijken op de gebruikersprofielpagina.

source: Who can view space members
de_de: Wer kann Raummitglieder sehen
nl_nl: Wie kan leden in de ruimte bekijken

source: Will be used on card preview and social sharing preview.
de_de: Wird für die Kartenvorschau und die Vorschau für soziale Netzwerke verwendet.
nl_nl: Wordt gebruikt op de preview van de kaart en de preview voor sociaal delen.

source: Will be used on course card preview and social sharing preview.
de_de: Wird für die Kurskartenvorschau und die Vorschau für soziale Netzwerke verwendet.
nl_nl: Wordt gebruikt op de preview van de cursuskaart en de preview voor sociaal delen.

source: will unlock at %s
de_de: wird um %s freigeschaltet
nl_nl: zal ontgrendelen op %s

source: WordPress Helpdesk and Customer Support Ticket Plugin. Provide awesome support and manage customer queries right from your WordPress dashboard.
de_de: WordPress Helpdesk und Customer Support Ticket Plugin. Biete großartigen Support und verwalte Kundenanfragen direkt von deinem WordPress-Dashboard aus.
nl_nl: WordPress Helpdesk en Klantenondersteuning Ticket Plugin. Bied geweldige ondersteuning en beheer klantvragen rechtstreeks vanuit je WordPress dashboard.

source: Write a comment
de_de: Schreibe einen Kommentar
nl_nl: Opmerking plaatsen

source: Write a reply
de_de: Schreibe eine Antwort
nl_nl: Antwoord schrijven

source: Write something here...
de_de: Schreib hier etwas...
nl_nl: Schrijf hier iets...

source: XProfile not found
de_de: XProfile nicht gefunden
nl_nl: XProfiel niet gevonden

source: Year
de_de: Jahr
nl_nl: Jaar

source: Yes
de_de: Ja
nl_nl: Ja

source: Yes, Delete
de_de: Ja, Löschen
nl_nl: Ja, verwijderen

source: Yes, Delete the course
de_de: Ja, lösche den Kurs
nl_nl: Ja, verwijder de cursus
